var categoryList=['心脑血管科','内分泌科','肿瘤科','肝胆科','消化科','神经精神科','男科','妇科','儿科','皮肤科'];
var data = [
    {
        id:0,
        name: '盐酸普罗帕酮片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '盐酸普罗帕酮片'
            }, {
                title: '成分',
                text: '本品主要成分及其化学名称为：3-苯基-1-[2-[3-(丙氨基)-2-羟基丙氧基]-苯基]-1-丙酮盐酸盐。'
            }, {
                title: '性状',
                text: '本品为白色或类白色片。'
            }, {
                title: '适应症',
                text: '用于阵发性室性心动过速及室上性心动过速（包括伴预激综合征者）。'
            }, {
                title: '规格',
                text: '50mg*50s'
            }, {
                title: '不良反应',
                text: '(1)不良反应较少，主要者为口干，舌唇麻木，可能是由于其局部麻醉作用所致。此外，早期的不良反应还有头痛，头晕、闪耀，其后可出现胃肠道障碍如恶心、呕吐、便秘等。也有出现房室阻断症状。有两例在连续服用两周后出现胆汁郁积性肝损伤的报道，停药后2～4周各酶的活性均恢复正常。据认为这一病理变化属于过敏反应及个体因素性。(2)在试用过程中未见肺、肝及造血系统的损害，有少数病人出现上述口干、头痛、眩晕、胃肠道不适等轻微反应，一般都在停药后或减量后症状消失。有报道个别病人出现房室传导阻滞，Q-T间期延长，P-R间期轻度'
            }, {
                title: '禁忌',
                text: '无起博器保护的窦房结功能障碍、严重房室传导阻滞、双束支传导阻滞患者，严重充血性心力衰竭、心源性休克、严重低血压及对该药过敏者禁用。'
            }, {
                title: '注意事项',
                text: '(1)心肌严重损害者慎用。(2)严重的心动过缓，肝、肾功能不全，明显低血压患者慎用。(3)如出现窦房性或房室性传导高度阻滞时，可静注乳酸钠、阿托品、异丙肾上腺素或间羟肾上腺素等解救。　　【孕妇及哺乳期妇女用药】在孕妇中应用的安全性和有效性尚不确定，因此仅用于药物作用对胎儿有利的情况下。尚不知该药是否存在于母乳，建议哺乳期妇女停用。　　【儿童用药】该药在儿童中使用的安全性和有效性尚不清楚。　　【老年患者用药】 该药在老年患者中应用并无与年龄相关的副作用增加现象。但老年患者用药后可能出现血压下降。而且老年患'
            }, {
                title: '药物相互作用',
                text: '与奎尼丁合用可以减慢代谢过程。与局麻药合用增加中枢神经系统副作用的发生。普罗帕酮可以增加血清地高辛浓度，并呈剂量依赖型。与普萘洛尔、美托洛尔合用可以显著增加其血浆浓度和清除半衰期，而对普罗帕酮没有影响。与华法令合用时可增加华法令血药浓度和凝血酶原时间。与西咪替丁合用可使普罗帕酮血药稳态水平提高，但对其电生理参数没有影响。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H32023905'
            }, {
                title: '生产企业',
                text: '常州制药厂有限公司'
            }
        ]

    },
    {
        id:1,
        name: '消栓通络胶囊',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '消栓通络胶囊'
            }, {
                title: '成分',
                text: '川芎、丹参、黄芪、泽泻、三七、槐花、桂枝、郁金、木香、冰片、山楂。'
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为棕黄色至棕褐色粉末；气香，味微苦。'
            }, {
                title: '适应症',
                text: '活血化瘀，温经通络。用于瘀血阻络所致的中风，症见神情呆滞、言语謇涩、手足发凉、肢体疼痛；缺血性中风及高脂血症见上述证候者。'
            }, {
                title: '规格',
                text: '0.35g*12s*6板'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '禁食生冷、辛辣、动物油脂食物，请在医生指导下使用。'
            }, {
                title: '注意事项',
                text: '1患有肝脏疾病、肾脏疾病、出血性疾病及糖尿病患者，或正在接受其他治疗的患者，应在医师的指导下服药。2应按照用法用量服用，年老体虚者应在医师指导下服用。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z10930023'
            }, {
                title: '生产企业',
                text: '锦州本天药业有限公司'
            }
        ]

    },
    {
        id:2,
        name: '阿司匹林肠溶片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '阿司匹林肠溶片'
            }, {
                title: '成分',
                text: '阿司匹林。化学名称：2—(乙酰氧基)苯甲酸，分子式：C9H8O4分子量：180.2'
            }, {
                title: '性状',
                text: '本品为肠溶包衣片,除去包衣后显白色.'
            }, {
                title: '适应症',
                text: '抑制血小板聚成，防止血栓形成，治疗和预防短暂脑缺血发作、脑血栓、冠心病、心肌梗塞、偏头疼、人工心脏瓣膜，动静脉漏和其他手术后的血栓形成，血栓闭塞性脉管炎等。'
            }, {
                title: '规格',
                text: '50mg*100s'
            }, {
                title: '不良反应',
                text: '一般用于解热镇痛的剂量很少引起不良反应。长期大量用药（如治疗风湿热）、尤其当药物血浓度〉200μg/ml时较易出现不良反应。血药浓度愈高，不良反应愈明显。（1） 见的有恶心、呕吐、上腹部不适或疼痛（由于本品对胃粘膜的直接刺激引起）等胃肠道反应（发生率3%～9%），停药后多可消失。长期或大剂量服用可有胃肠道出血或溃疡。（2） 中枢神经：出现可逆性耳鸣、听力下降，多在服用一定疗程，血药浓度达200～300 g/L后出现。（3） 过敏反应：出现于0．2%的病人,表现为哮喘、荨麻疹、血管神经性水肿或休克。多为易感者'
            }, {
                title: '禁忌',
                text: '1、 对本品过敏者禁用； 2、 下列情况应禁用： ① 活动性溃疡病或其他原因引起的消化道出血； ② 血友病或血小板减少症； ③ 有阿司匹林或其他非甾体抗炎药过敏史者，尤其是出现哮喘、神经血管性水肿或休克者。'
            }, {
                title: '注意事项',
                text: '（1） 叉过敏反应。对本品过敏时也可能对另一种水杨酸类药或另一种非水杨酸类的非甾体抗炎药过敏。但非绝对。必须警惕交叉过敏的可能性。（2） 对诊断的干扰： 1） 期每日用量超过2.4g时，硫酸铜尿糖试验可出现假阳性。葡萄糖酶尿糖试验可出现假阴性； 2） 可干扰尿酮体试验； 3） 当血药浓度超过130μg/ml时，用比色法测定血尿酸可得假性高值，但用尿酸酶法则不受影响； 4） 用荧光法测定尿5-羟吲哚醋酸（5-HIAA）时可受本品干扰； 5） 尿香草基杏仁酸（VMA）的测定，由于所用方法不同，结果可高可低；'
            }, {
                title: '药物相互作用',
                text: '（1）与其他非甾体抗炎镇痛药同用时疗效并不加强，因为本品可以降低其他非甾体抗炎药的生物利用度。再则胃肠道副作用（包括溃疡和出血）却增加；此外，由于对血小板聚集的抑制作用加强，还可增加其他部位出血的危险。本品与对乙酰氨基酚长期大量同用有引起肾脏病变包括肾乳头坏死、肾癌或膀胱癌的可能。（2） 与任何可引起低凝血酶原血症、血小板减少、血小板聚集功能降低或胃肠道溃疡出血的药物同用时，可有加重凝血障碍及引起出血的危险。（3） 与抗凝药（双香豆素、肝素等）、溶栓药（链激酶、尿激酶）同用，可增加出血的危险。（4） 尿碱化'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H43021756'
            }, {
                title: '生产企业',
                text: ' 湖南新汇制药股份有限公司'
            }
        ]

    },
    {
        id:3,
        name: '烟酸片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '烟酸片'
            }, {
                title: '成分',
                text: '本品主要成分为：烟酸。'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '1.用于防治糙皮病等烟酸缺乏病。也用作血管扩张药，治疗高脂血症。 2. 严格控制或选择饮食，或接受肠道外营养的病人，因营养不良体重骤减，妊娠期、哺乳期，以及服用异烟肼者，严重烟瘾、酗酒、吸毒者，烟酸需要量均增加。'
            }, {
                title: '规格',
                text: '50mg*100s'
            }, {
                title: '不良反应',
                text: '1.烟酸在肾功能正常时几乎不会发生毒性反应。 2.烟酸的一般反应有：感觉温热、皮肤发红 ，特别在脸面和颈部，头痛。 3.大量烟酸可导致腹泻、头晕、乏力、皮肤干燥、瘙痒 、眼干燥、恶心、呕吐 、胃痛等。 4.偶尔大量应用烟酸可致高血糖、高尿酸、心律失常、肝毒性反应。 5.一般服用烟酸2周后，血管扩张及胃肠道不适可渐适应，逐渐增加用量可避免上述反应。如有严重皮肤潮红、瘙痒、胃肠道不适，应减小剂量。'
            }, {
                title: '禁忌',
                text: '(1)对本药过敏者。(2)活动性消化性溃疡或动脉出血者。(3)原因未明的氨基转移酶升高或活动性肝病患者。'
            }, {
                title: '注意事项',
                text: '1.症状消失后应停药。 2.孕妇及哺乳期妇女应在医师指导下使用。 3.糖尿病、青光眼、痛风、高尿酸血症、肝病、溃疡 病、低血压等患者慎用。 4.如服用过量或出现严重不良反应，应立即就医。 5.对本品过敏者禁用，过敏体质者慎用。 6.本品性状发生改变时禁止使用。 7.请将本品放在儿童不能接触的地方。 8.儿童必须在成人监护下使用。 9.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '1.异烟肼可阻止烟酸与辅酶I结合而致烟酸缺少，故服异烟肼时宜适量补充烟酸或烟酰胺。2.烟酸与血管扩张剂（如胍乙啶等降血压药）不宜合用。3.如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H12020221'
            }, {
                title: '生产企业',
                text: '天津力生制药股份有限公司'
            }
        ]

    },
    {
        id:4,
        name: '绞股蓝总甙片(百世康)',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '绞股蓝总甙片(百世康)'
            }, {
                title: '成分',
                text: '绞股蓝总甙'
            }, {
                title: '性状',
                text: '本品为糖衣片，除去糖衣后显淡黄色。'
            }, {
                title: '适应症',
                text: '养心健脾，益气和血，除痰化瘀，降血脂。用于高血脂症，见有心悸气短，胸闷肢麻，眩晕头痛，健忘耳鸣，自汗乏力或脘腹胀满等心脾气虚，痰阻血瘀者。'
            }, {
                title: '规格',
                text: '20mg*80s 薄膜衣'
            }, {
                title: '不良反应',
                text: '极少病人偶有胃部不适，继续服药而自行消失。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.伴有其他严重的慢性病，或在治疗期间又患有其他疾病，应去医院就诊，在医师指导下服药。 2.服药后症状无改善，应去医院就诊。 3.按照用法用量服用，长期服用，应向医师咨询。 4.对本品过敏者禁用，过敏体质者慎用。 5.本品性状发生改变时禁止使用。 6.儿童必须在成人监护下使用。 7.请将本品放在儿童不能接触的地方。 8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z44021756'
            }, {
                title: '生产企业',
                text: '广州白云山和记黄埔中药有限公司'
            }
        ]

    },
    {
        id:5,
        name: '脑立清丸',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '脑立清丸'
            }, {
                title: '成分',
                text: '磁石、赭石、珍珠母、清半夏、酒曲、酒曲(炒)、牛膝、薄荷脑、冰片、猪胆粉。'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '平肝潜阳，醒脑安神。用于头晕目眩，耳鸣口苦，心烦难寐。'
            }, {
                title: '规格',
                text: '100s*10瓶 水丸'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇及体弱虚寒者忌服。'
            }, {
                title: '注意事项',
                text: '1.忌生冷及油腻难消化的食物2.服药期间要保持情绪乐观，切忌生气恼怒。3.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。4.儿童、哺乳期妇女、年老患者应在医师指导下服用。5.头晕目眩症状严重者应及时去医院就诊。6.服药3天症状无缓解，应去医院就诊。7.对本品过敏者禁用，过敏体质者慎用。8.本品性状发生改变时禁止使用。9.儿童必须在成人监护下使用。10.请将本品放在儿童不能接触的地方。11.如正在使用其他药品，使用本品前请咨询医师或药师'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z14020404'
            }, {
                title: '生产企业',
                text: '山西华康药业股份有限公司'
            }
        ]

    },
    {
        id:6,
        name: '消栓通络片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '消栓通络片'
            }, {
                title: '成分',
                text: '川芎，丹参，黄芪，泽泻，三七，槐花，桂枝，郁金，木香，冰片，山楂。'
            }, {
                title: '性状',
                text: '糖衣片，除去糖衣后，显褐色；气香，味微苦。'
            }, {
                title: '适应症',
                text: '本品具有活血化瘀，温经通络的功能。用于血脂增高，脑血栓引起的精神呆滞，舌质发硬，言语迟涩，发音不清，手足发凉，活动疼痛。'
            }, {
                title: '规格',
                text: '0.38g*60s 薄膜衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌用'
            }, {
                title: '注意事项',
                text: '1 孕妇忌用。 2 禁食生冷、辛辣、动物油脂食物。 3 患有肝脏疾病、肾脏疾病、出血性疾病及糖尿病患者，或正在接受其他治疗的患者应在医师的指导下服。 4 药品性状发生改变时禁止服用。 5 应按照用法用量服用，年老体虚者应在医师指导下服用。 6 请将此药品放在儿童不能接触的地方。 7 如正在服用其它药品，使用本品请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '本品为中风恢复期类非处方药药品。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20013047'
            }, {
                title: '生产企业',
                text: '北京同仁堂科技发展股份有限公司制药厂'
            }
        ]

    },
    {
        id:7,
        name: '硝酸异山梨酯片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '硝酸异山梨酯片'
            }, {
                title: '成分',
                text: '本品主要成分为：硝酸异山梨酯。其化学名称为：1,4,3,6-二脱水-D-山梨醇二硝酸酯。'
            }, {
                title: '性状',
                text: '本品为白色或类白色粉末。'
            }, {
                title: '适应症',
                text: '冠心病的长期治疗；心绞痛的预防；心肌梗死后持续心绞痛的治疗；与洋地黄和/或利尿剂联合应用，治疗慢性充血性心力衰竭；肺动脉高压的治疗。'
            }, {
                title: '规格',
                text: '5mg*100s'
            }, {
                title: '不良反应',
                text: '用药初期可能会出现硝酸酯引起的血管扩张性头痛，还可能出现面部潮红、眩晕、直立性低血压和反射性心动过速。偶见血压明显降低、心动过缓和心绞痛加重，罕见虚脱及晕厥。'
            }, {
                title: '禁忌',
                text: '急性循环衰竭(休克、循环性虚脱)；严重低缸血(收缩压'
            }, {
                title: '注意事项',
                text: '低充盈压的急性心急梗死、主动脉或二尖瓣狭窄、体位性低血压、颅内压增高者慎用。不应突然停止用药，以避免反跳现象。'
            }, {
                title: '药物相互作用',
                text: '与其他血管扩张剂、钙拈抗剂、β受体阻滞剂、降压药、三环抗抑郁药及酒精合用，可增强本类药物的降血压效应。可加强二氢麦角碱的升压作用。同时使用类固醇类抗炎药可降低本药的疗效。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H12020816'
            }, {
                title: '生产企业',
                text: '天津太平洋制药有限公司'
            }
        ]

    },
    {
        id:8,
        name: '复方丹参片',
        category: '心脑血管科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '复方丹参片'
            }, {
                title: '成分',
                text: '丹参、三七、冰片'
            }, {
                title: '性状',
                text: '本品为褐色的片、糖衣片或薄膜衣片，糖衣片和薄膜衣片除去包衣后显褐色；气芳香，味微苦。'
            }, {
                title: '适应症',
                text: '活血化瘀，理气止痛。用于气滞血瘀所致的胸痹，症见胸闷，心前区刺痛，冠心病，心绞痛见上述症候者。'
            }, {
                title: '规格',
                text: '60s 薄膜衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确'
            }, {
                title: '注意事项',
                text: '孕妇慎用。'
            }, {
                title: '药物相互作用',
                text: ''
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z44023372'
            }, {
                title: '生产企业',
                text: '广州白云山和记黄埔中药有限公司'
            }
        ]

    },
    {
        id:9,
        name: '左甲状腺素钠片',
        category: '内分泌科',
        state:'normal',
        img: ['./images/nei/1.jpg', './images/nei/2.jpg', './images/nei/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '左甲状腺素钠片'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '适用于先天性甲状腺功能减退症（克汀病）与儿童及成人的各种原因引起的甲状腺功能减退症的长期替代治疗，也可用于单纯性甲状腺肿，慢性淋巴性甲状腺炎，甲状腺癌手术后的抑制（及替代）治疗，也可用于诊断甲状腺功能亢进的抑制试验。'
            }, {
                title: '规格',
                text: '25μg*60s'
            }, {
                title: '用法用量',
                text: '成人：一般最初每日用25～50μg，最大量不超过100μg，可每隔2～4周增加25～50μg,直至维持正常代谢为止。一般维持剂量为50～200μg/日。老年或有心血管疾病患者,起始量以12.5～25μg为宜，可每3～4周增加一次剂量，每次增加12.5～25μg。投药后应密切观察患者有否心率加快，心律不齐、血压改变，必要时暂缓加量或减少用量。新生儿和儿童甲状腺功能降低或克汀病，剂量参考如下：建议使用剂量(每天)：0～ 6个月，25～ 50微克(8～ 10微克/千克体重);7～ 12个月，50 ～70微克。'
            }, {
                title: '不良反应',
                text: '剂量过度的表现有心绞痛、心律失常、心悸、腹泻、呕吐、震颤、兴奋、头痛、不安、失眠、多汗、潮红、体重减轻、骨骼肌痉挛等，通常在减少用量或停药数日后，上述表现消失。'
            }, {
                title: '禁忌',
                text: '患有非甲状腺功能低下性心衰，快速型心律失常和近期出现心肌梗死者禁用，对本药过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1.老年，有心血管疾病患者，有心肌缺血或糖尿病者慎重用药；2.有垂体功能减低或肾上腺皮质功能减退者，如需补充甲状腺制剂，在给左甲状腺素钠以前数日应先用肾上腺皮质激素。'
            }, {
                title: '药物相互作用',
                text: '1 左甲状腺素钠会增加抗凝剂作用;　　2 左甲状腺素钠会升高血中苯妥英钠水平;　　3 抗惊厥药如卡马西平和苯妥英钠加快左甲状腺素钠代谢，可将甲状腺素从血浆蛋白中置换出来;　　4 本品与强心甙一起使用，须相应调整强心甙用量;　　5 左甲状腺素钠也会增加拟交感性药物的作用;　　6 左甲状腺素钠增加儿茶酚胺受体敏感性，因此会增强三环抗抑郁药的作用;　　7 消胆胺减少左甲状腺素钠吸收，同时用口服避孕药，需增加本品用量。'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20010008'
            }, {
                title: '生产企业',
                text: '深圳市中联制药有限公司'
            }
        ]
    },
    {
        id:10,
        name: '羟苯磺酸钙胶囊(可元)',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '羟苯磺酸钙胶囊(可元)'
            }, {
                title: '成分',
                text: '本品主要成分为羟苯磺酸钙 Ca dobesilate。'
            }, {
                title: '性状',
                text: '每胶囊含500 mg羟苯磺酸钙，即2,5-二羟基苯磺酸钙。'
            }, {
                title: '适应症',
                text: '用于糖尿病引起的视网膜病变。'
            }, {
                title: '规格',
                text: '0.5g*10s*1板'
            }, {
                title: '不良反应',
                text: '偶见胃部不适、恶心、胃灼热、食欲缺乏等症状；此时，应酌情减量，必要时暂停给药。'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1 使用本品需结合降糖药进行治疗，第一次使用本品前应咨询医师。2 治疗期间应定期到医院检查。3 妊娠前3个月及哺乳期妇女不推荐使用。4 当本品性状发生改变时禁止服用。5 儿童必须在成人监护下使用。6 请将此药品放在儿童不能接触的地方。7 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20030088'
            }, {
                title: '生产企业',
                text: '上海朝晖药业有限公司'
            }
        ]

    },
    {
        id:11,
        name: '盐酸二甲双胍肠溶片',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '盐酸二甲双胍肠溶片'
            }, {
                title: '成分',
                text: '化学名称:1,1-二甲基双胍盐酸盐'
            }, {
                title: '性状',
                text: '本品为肠溶衣片，除去包衣后显白色'
            }, {
                title: '适应症',
                text: '化学名称:1,1-二甲基双胍盐酸盐'
            }, {
                title: '规格',
                text: '0.5g*60s'
            }, {
                title: '不良反应',
                text: '本品常见不良反应包括腹泻，恶心，呕吐，胃胀，乏力，消化不良，腹部不适及头痛。其它少见者为大便异常、低血糖、肌痛、头昏、头晕、指甲异常、皮疹、出汗增加、味觉异常、胸部不适、寒战、流感症状、潮热、心悸、体重减轻等。二甲双胍可减少维生素B12吸收，但极少引起贫血。本品在治剂量范围内，引起乳酸性酸中毒罕见。'
            }, {
                title: '禁忌',
                text: '1;肾脏疾病或下列情况禁用:心力衰竭(休克)、急性心肌梗塞和败血症等引起的肾功能障碍(血清肌酐水平≥1.5毫克/分升(男性)，≥1.4毫克/分升(女性)或肌酐清除异常)。2;需要药物治疗的充血性心衰，和其他严重心、肺疾患。3;严重感染和外伤，外科手术，临床有低血压和缺氧等4;已知对盐酸二甲双胍过敏。5;急性或慢性代谢酸中毒，包括有或无昏迷的糖尿病酮症酸中毒，和糖尿病酮症酸中毒需要用胰岛素治疗。6;酗酒者'
            }, {
                title: '注意事项',
                text: '1 口服本品期间，应定期检查肾功能，以减少乳酸中毒的发生，尤其是老年患者更应定期检查肾功能。接受外科手术和碘剂X线摄影检查前患者应暂时停止口服本品。2 肝功能不良:某些乳酸性酸中毒患者合并有肝功能损害。因此有肝脏疾病者应避免使用本品。3 应激状态:在发热、昏迷、感染和外科手术时，服用口服降糖药患者易发生血糖暂时控制不良，在此时必须暂时停用本品，改用胰岛素。待应激状态缓解后恢复使用。4 对1型糖尿病患者，不宜单独使用本品，而应与胰岛素合用'
            }, {
                title: '药物相互作用',
                text: '1 单剂联合使用二甲双胍和格列苯脲未发现二甲双胍的药代动力学参数改变。2 二甲双胍与呋塞米(速尿)合用，二甲双胍的AUC增加，但肾清除无变化；同时呋塞米的Cmax和AUC均下降，终末半衰期缩短，肾清除无改变。3 经肾小管排泌的阳离子药物(例如氨氯吡咪、地高辛、吗啡、普鲁卡因胺、奎尼丁、奎宁、雷尼替丁、氨苯蝶啶、甲氧苄氨嘧啶和万古霉素)理论上可能与二甲双胍竞争肾小管转运系统，发生相互作用，因此建议密切监测、调整本品及/或相互作用药物的剂量。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20073382'
            }, {
                title: '生产企业',
                text: '贵州天安药业股份有限公司'
            }
        ]

    },
    {
        id:12,
        name: '格列吡嗪缓释片(秦苏)',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '格列吡嗪缓释片(秦苏)'
            }, {
                title: '成分',
                text: '本品主要为：格列吡嗪'
            }, {
                title: '性状',
                text: '本品为微黄色薄膜衣片，除去薄膜衣后显白色或类白色。'
            }, {
                title: '适应症',
                text: '用于2型糖尿病。'
            }, {
                title: '规格',
                text: '5mg*12s'
            }, {
                title: '不良反应',
                text: '1  较常见的为肠胃道症状（如恶心，上腹胀满）、头痛等，减少剂量即可缓解。2  个别患者可出现皮肤过敏。3  偶见低血糖，尤其是年老体弱者、活动过度者、不规则进食、饮酒或肝功能损害者。4  亦偶见造血系统可逆性变化的报道。'
            }, {
                title: '禁忌',
                text: '1  1型糖尿病、糖尿病酮症、糖尿病昏迷前期或昏迷期。2  肝功能不全、肾上腺功能不全及对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1  病人用药时应遵医嘱，注意饮食控制和用药时间。2  治疗中注意早期出现的低血糖症状：头痛、兴奋、失眠、震颤和大量出汗，以便及时采取措施，严重者应静滴葡萄糖液。对有创伤、术后感染或发热的病人应给予胰岛素，以维持正常血糖代谢。3  避免饮酒，以免引起类戒断反应。'
            }, {
                title: '药物相互作用',
                text: '1  本药与双香豆素类、单胺氧化酶抑制剂、保泰松、磺胺类药、氯霉素、环磷酰胺、丙磺舒、水杨酸类药合用可增加其降血糖作用。2  与肾上腺素、肾上腺皮质激素、口服避孕药、噻嗪类利尿剂合并使用时，可降低其降血糖作用。3  与β-阻断药并用时应谨慎。4  缩短本品在胃肠道滞留时间的胃肠道疾病，可影响本品的药代动力学和药效。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '18个月'
            }, {
                title: '批准文号',
                text: '国药准字H10970356'
            }, {
                title: '生产企业',
                text: '扬子江药业集团有限公司'
            }
        ]

    },
    {
        id:13,
        name: '格列吡嗪片(迪沙)',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '格列吡嗪片(迪沙)'
            }, {
                title: '成分',
                text: '格列吡嗪'
            }, {
                title: '性状',
                text: '本品为白色片，在水中迅速崩解。'
            }, {
                title: '适应症',
                text: '适用于经饮食控制及体育锻炼2-3个月疗效不满意的轻、中度2型糖尿病患者，这类糖尿病患者的胰岛β细胞需有一定的分泌胰岛素功能，且无急性并发症(如感染、创伤、酮症酸中毒、高渗性昏迷等)，不合并妊娠，无严重的慢性并发症。'
            }, {
                title: '规格',
                text: '2.5mg*20s*4板'
            }, {
                title: '不良反应',
                text: '1 较常见的为肠胃道症状(如恶心，上腹胀满)、头痛等，减少剂量即可缓解。2 个别患者可出现皮肤过敏。3 偶见低血糖，尤其是年老体弱者、活动过度者、不规则进食、饮酒或肝功能损害者。4 亦偶见造血系统可逆性变化的报道。'
            }, {
                title: '禁忌',
                text: '1 对磺胺药过敏者。2 已明确诊断的1型糖尿病患者。3 2型糖尿病患者伴有酮症酸中毒、昏迷、严重烧伤、感染、外伤和重大手术等应激情况。4 肝、肾功能不全者。5 白细胞减少的病人。'
            }, {
                title: '注意事项',
                text: '1  病人用药时应遵医嘱，注意饮食控制和时间。2  下列情况应慎用：体质虚弱者、高热、恶心和呕吐、有肾上腺皮质功能减退或垂体前叶功能减退症者。3  用药期间应定期测血糖、尿糖、尿酮体、尿蛋白和肝、肾功能、血象，并进行眼科检查。4  避免饮酒，以免引起类戒断反应。'
            }, {
                title: '药物相互作用',
                text: '1  本药与双香豆素类、单胺氧化酶抑制剂、保泰松、磺胺类药、氯霉素、环磷酰胺、丙磺舒、水杨酸类药合用可增加其降血糖作用。2  与肾上腺素、肾上腺皮质激素、口服避孕药、噻嗪类利尿剂合并使用时，可降低其降血糖作用。3  与β-阻断药并用时应谨慎。4  缩短本品在胃肠道滞留时间的胃肠道疾病，可影响本品的药代动力学和药效。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '42个月'
            }, {
                title: '批准文号',
                text: '国药准字H37022995'
            }, {
                title: '生产企业',
                text: '迪沙药业集团有限公司'
            }
        ]

    },
    {
        id:14,
        name: '格列吡嗪分散片(元坦)',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '格列吡嗪分散片(元坦)'
            }, {
                title: '成分',
                text: '本品主要成份为格列吡嗪。化学名称：5-甲基-N-[2-[4-[（环已氨基）羰基]氨基]磺酰基]苯基]乙基]-吡嗪甲酰胺。'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '适用于经饮食控制及体育锻炼2～3个月疗效不满意的轻、中度Ⅱ型糖尿病患者，这类糖尿病患者的胰岛β细胞需有一定的分泌胰岛素功能。'
            }, {
                title: '规格',
                text: '5mg*20s*2板'
            }, {
                title: '不良反应',
                text: '1.较常见的为肠胃道症状（如恶心，上腹胀满）、头痛等，减少剂量即可缓解。2.个别患者可出现皮肤过敏。3.偶见低血糖，尤其是年老体弱者、活动过度者、不规则进食、饮酒或肝功能损害者。4.亦偶见造血系统可逆性变化的报道。'
            }, {
                title: '禁忌',
                text: '1 对磺胺药过敏者。2 已明确诊断的1型糖尿病患者。3 2型糖尿病患者伴有酮症酸中毒、昏迷、严重烧伤、感染、外伤和重大手术等应激情况。4 肝、肾功能不全者。5 白细胞减少的病人。'
            }, {
                title: '注意事项',
                text: '1.病人用药时应遵医嘱，注意饮食控制和用药时间。2.下列情况应慎用：体质虚弱、高热、恶心和呕吐、有肾上腺皮质功能减退或垂体前叶功能减退症者。3.用药期间应定期测血糖、尿糖、尿酮体、尿蛋白和肝、肾功能、血象，并进行眼科检查。4.避免饮酒，以免引起类戒断反应。5.动物实验和临床观察证明磺酰脲类降血糖药物可造成死胎和胎儿畸形，故孕妇禁用；本类药物可由乳汁排出，乳母不宜用，以免婴儿发生低血糖。'
            }, {
                title: '药物相互作用',
                text: '1  本药与双香豆素类、单胺氧化酶抑制剂、保泰松、磺胺类药、氯霉素、环磷酰胺、丙磺舒、水杨酸类药合用可增加其降血糖作用。 2  与肾上腺素、肾上腺皮质激素、口服避孕药、噻嗪类利尿剂合并使用时，可降低其降血糖作用。 3  与β-阻断药并用时应谨慎。4  缩短本品在胃肠道滞留时间的胃肠道疾病，可影响本品的药代动力学和药效。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H20031028'
            }, {
                title: '生产企业',
                text: '华夏药业集团有限公司'
            }
        ]

    },
    {
        id:15,
        name: '罗格列酮片(爱能)',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '罗格列酮片(爱能)'
            }, {
                title: '成分',
                text: '本品主要成份是罗格列酮。'
            }, {
                title: '性状',
                text: '本品为薄膜衣片，除去薄膜衣后显白色或类白色。'
            }, {
                title: '适应症',
                text: '1.用于2型糖尿病。2.单一服用本品，并辅以饮食控制和运动，可控制2型糖尿病患者的血糖。3.对于饮食控制和运动加服本品或单一抗糖尿病药物，而血糖控制不佳的2型糖尿病患者，本品可与二甲双胍或磺酰脲类药物联合应用。对服用最大推荐剂量二甲双胍或磺酰脲类药物，且血糖控制不佳的患者，本品不可替代原抗糖尿病药物，则需在其基础上联合应用。4.饮食控制是2型糖尿病治疗的首选措施。限制热量、减轻体重和增加运动均有助于提高胰岛素的敏感性，因而其不仅是2型糖尿病的基础治疗，而且对有效地保持药物疗效有重要的作用。在开始服用本品前'
            }, {
                title: '规格',
                text: '4mg*7s 薄膜衣'
            }, {
                title: '不良反应',
                text: '据国外研究资料报道：1.在临床试验中，约4600名2型糖尿病患者接受马来酸罗格列酮治疗，其中3300人治疗达6个月以上，2000人治疗达12个月以上。由于马来酸罗格列酮与本品具有相同的活性成份，国内临床研究表明两者具有相似的安全性，因此，本品的不良反应可参照马来酸罗格列酮的资料。2.罗格列酮单用和与其它口服降糖药合并用药的研究单用罗格列酮治疗，少数患者服用罗格列酮后可出现轻-中度的贫血和水肿，但毋需中断罗格列酮的治疗。双盲试验中，贫血的发生率分别为：罗格列酮组1.9%，安慰剂组0.7%，磺酰脲类组0'
            }, {
                title: '禁忌',
                text: '对本品过敏者、肝肾功能不全者、妊娠、哺乳期妇女以及18岁以下患者禁用。'
            }, {
                title: '注意事项',
                text: '1.鉴于罗格列酮仅在胰岛素存在的条件下才可发挥作用，故本品不宜用于I型糖尿病或糖尿病酮症酸中毒患者。2.本品与胰岛素或其它口服降糖药合用时，患者有发生低血糖的危险，必要时可减少合用药物的剂量。3.排卵：本品同其它噻唑烷二酮类药物一样，可使伴有胰岛素抵抗的绝经前期和无排卵型妇女恢复排卵。随着胰岛素敏感性的改善，女性患者如不注意避孕，则有妊娠的可能。4.虽然临床前研究发现本品可致激素水平失调（见致癌性、致突变性和对生育力的影响章节），但此改变的临床意义尚不清楚。一旦出现月经紊乱，则应权衡是否继续使用本品'
            }, {
                title: '药物相互作用',
                text: '与其它药物的相互作用及其它形式的相互作用1.经细胞色素P450代谢的药物：体外药物代谢试验表明，在临床使用剂量下，罗格列酮不抑制主要的P450。体外试验资料证实，罗格列酮主要通过CYP2C8代谢，极少部分经CYP2C9代谢。2.尼莫地平和口服避孕药(炔雌醇和炔诺酮)主要经CYP3A4途径代谢，因此与本品(4毫克，每日2次)合用，不会对上述二药物产生具有临床意义的药代动力学影响。3.格列本脲：对于服用格列本脲后病情稳定的糖尿病患者，本品(2毫克/次，每日2次)与格列本脲(3.75毫克/日至10毫克/日)合用7'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20030569'
            }, {
                title: '生产企业',
                text: '成都恒瑞制药有限公司'
            }
        ]

    },
    {
        id:16,
        name: '胰激肽原酶肠溶',
        category: '内分泌科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '胰激肽原酶肠溶'
            }, {
                title: '成分',
                text: '本品主要成份为胰激肽原酶。'
            }, {
                title: '性状',
                text: '本品为肠溶衣片，除去包衣后显类白色或淡褐色。'
            }, {
                title: '适应症',
                text: '血管扩张药。有改善微循环作用。主要用于微循环障碍性疾病，如糖尿病引起的肾病、周围神经病、视网膜病，眼底病及缺血性脑血管病，亦可用于高血压病的辅助治疗。'
            }, {
                title: '规格',
                text: '120U*12s*4板'
            }, {
                title: '不良反应',
                text: '偶有皮疹，皮肤瘙痒等过敏现象及胃部不适和倦怠等感觉，停药后消失。'
            }, {
                title: '禁忌',
                text: '脑出血及其他出血性疾病的急性期禁用'
            }, {
                title: '注意事项',
                text: '本品为肠溶衣片，应整片吞服以防药物在胃中被破坏。'
            }, {
                title: '药物相互作用',
                text: '1 本品与蛋白酶抑制剂不能同时使用。2 本品与血管紧张素转化酶抑制剂（ACEI）有协同作用。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '18个月'
            }, {
                title: '批准文号',
                text: '国药准字H20041297'
            }, {
                title: '生产企业',
                text: '上海丽珠制药有限公司'
            }
        ]

    },
    {
        id:17,
        name: '康莱特软胶囊',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/zhong/1.jpg', './images/zhong/2.jpg', './images/zhong/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '康莱特软胶囊'
            }, {
                title: '性状',
                text: '本品为软胶囊剂、内容物为淡黄色或黄色的油状液体;气微、味淡。'
            }, {
                title: '适应症',
                text: '益气养阴，消癥散结。适用于手术前及不宜手术的脾虚痰湿型、气阴两虚型原发性非小细胞肺癌。'
            }, {
                title: '规格',
                text: '0.45g*72s'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '请遵医嘱。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '18个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20040138'
            }, {
                title: '生产企业',
                text: '浙江康莱特药业有限公司'
            }
        ]
    },
    {
        id:18,
        name: '环孢素软胶囊(新赛斯平)',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '环孢素软胶囊(新赛斯平)'
            }, {
                title: '成分',
                text: '本品主要成份为环孢素(ciclosporin),其化学名称为:环(E)-(2S,3R,4R)-3-羟基-4-甲基-2-(甲基氨基-6-辛烯基-L-α-氨基丁酰-N-甲基甘氨酰-N-甲基-L-白氨酰-L-缬氨酰-N-甲基-L-白氨酰-L-丙氨酰-D-丙氨酰-N-甲基-L-白氨酰-N-甲基-L-缬氨酰。分子式C62H111N11O12分子量1202.625'
            }, {
                title: '性状',
                text: '本品为软胶囊，内容物为淡黄色或黄色的油状液体。'
            }, {
                title: '适应症',
                text: '适用于预防同种异体肾、肝、心、骨髓等器官或组织移植所发生的排斥反应，也适用于预防及治疗骨髓移植时发生的移植物抗宿主反应。本品常与肾上腺皮质激素等免疫抑制剂联合应用，以提高疗效。近年来有报道试用于治疗眼色素层炎、重型再生障碍性贫血及难治性自身免疫性血小板减少性紫癜、银屑病、难治性狼疮肾炎等。'
            }, {
                title: '规格',
                text: '25mg*10s*5板'
            }, {
                title: '不良反应',
                text: '1 较常见的有厌食、恶心、呕吐等胃肠道反应，牙龈增生伴出血、疼痛、约1/3用药者有肾毒性，可出现血清肌酐、尿素氮增高、肾小球滤过率减低等肾功能损害、高血压等。牙龈增生一般可在停药6个月后消失。慢性、进行性肾中毒多于治疗后约12个月发生。2 不常见的有惊厥，其原因可能为本品对肾脏毒性及低镁血症有关。此外本品尚可引起氨基转移酶升高、胆汁郁积、高胆红素血症、高血糖、多毛症、手震颤、高尿酸血症伴血小板减少、微血管病性溶血性贫血、四肢感觉异常、下肢痛性痉挛等。此外，有报告本品可促进ADP诱发血小板聚集，增加血栓烷A2'
            }, {
                title: '禁忌',
                text: '1 有病毒感染时禁用本品：如水痘、带状疱疹等。2 对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1 本品经动物实验证明有增加致癌的危险性。在人类虽也有并发淋巴瘤、皮肤恶性肿瘤的报告，但尚无导致诱变性的证据。2 本品可以通过胎盘。应用2～5倍于人类的剂量对鼠、兔胚胎及胎儿可产生毒性，但按人类常规剂量用药，未见到该类动物的胚胎有致死或致畸的发生。 3 下列情况慎用：肝功能不全、高钾血症、感染、肠道吸收不良、肾功能不全、对服本品不耐受等。4 对诊断的干扰：（1）用本品最初几日，血尿素氮及肌酐可升高，这并不一定表明是肾脏移植的排斥反应；（2）血清丙氨酸氨基转移酶[ALT（SGPT）]、门冬氨酸氨基转移酶[AS'
            }, {
                title: '药物相互作用',
                text: '1 本品与雌激素、雄激素、西咪替丁、地尔硫卓、红霉素、酮康唑等合用，可增加本品的血浆浓度。因而可能使本品的肝、肾毒性增加。故与上述各药合用时须慎重，应监测患者的肝、肾功能及本品的血药浓度。2 与吲哚美辛等非甾体消炎镇痛药合用时，可使发生肾功能衰竭的危险性增加。3 用本品时如输注贮存超过10日的库存血或本品与保钾利尿剂、含高钾的药物等合用，可使血钾增高。4 与肝酶诱导剂合用：由于会诱导肝微粒体的酶而增加本品的代谢。故须调节本品的剂量。5 与肾上腺皮质激素、硫唑嘌呤、苯丁酸氮芥、环磷酰胺等免疫抑制剂合用。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H10960122'
            }, {
                title: '生产企业',
                text: '杭州中美华东制药有限公司'
            }
        ]

    },
    {
        id:19,
        name: '西黄丸',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '西黄丸'
            }, {
                title: '成分',
                text: '牛黄、乳香（醋制）、没药（醋制）、麝香。'
            }, {
                title: '性状',
                text: '本品为褐色的糊丸;气芳香,味微苦。'
            }, {
                title: '适应症',
                text: '清热解毒，和营消肿。用于痈疽疔毒，瘰疬，流注，癌肿等。'
            }, {
                title: '规格',
                text: '3g*2瓶 糊丸'
            }, {
                title: '不良反应',
                text: '无任何不良反应。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '孕妇忌服。运动员慎用。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z51021028'
            }, {
                title: '生产企业',
                text: '九寨沟天然药业集团有限责任公司'
            }
        ]

    },
    {
        id:20,
        name: '甲氨蝶呤片',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '甲氨蝶呤片'
            }, {
                title: '成分',
                text: '甲氨蝶呤'
            }, {
                title: '性状',
                text: '本品为淡橙黄色片。'
            }, {
                title: '适应症',
                text: '1.各型急性白血病，特别是急性淋巴细胞白血病、恶性淋巴瘤、非何杰金氏淋巴瘤和簟样肉芽肿、多发性骨髓病；2.头颈部癌、肺癌、各种软组织肉瘤、银屑病；3.乳腺癌、卵巢癌、宫颈癌、恶性葡萄胎、绒毛膜上皮癌、睾丸癌。'
            }, {
                title: '规格',
                text: '2.5mg*100s'
            }, {
                title: '不良反应',
                text: '1.胃肠道反应，包括口腔炎、口唇溃疡、咽喉炎、恶心、呕吐、腹痛、腹泻、消化道出血。食欲减退常见，偶见假膜性或出血性肠炎等；2.肝功能损害，包括黄疸、丙氨酸氨基转移酶、碱性磷酸酶，-谷氨酰转肽酶等增高，长期口服可导致肝细胞坏死、脂肪肝、纤维化甚至肝硬变；3.大剂量应用时，由于本品和其代谢产物沉积在肾小管而致高尿酸血症肾病，此时可出现血尿、蛋白尿、尿少、氮质血症甚或尿毒症；4.长期用药可引起咳嗽、气短、肺炎或肺纤维化；5.骨髓抑制：主要为白细胞和血小板减少，长期口服小剂量可导致明显骨髓抑制，贫血和血小'
            }, {
                title: '禁忌',
                text: '已知对本品高度过敏的患者禁用。'
            }, {
                title: '注意事项',
                text: '1.本品的致突变性，致畸性和致癌性较烷化剂为轻，但长期服用后，有潜在的导致继发性肿瘤的危险；2.对生殖功能的影响，虽也较烷化剂类抗癌药为小，但亦可导致闭经和精子减少或缺乏，尤其是在长期应用较大剂量后，但一般多不严重，有时呈不可逆性；3.全身极度衰竭、恶液质或并发感染及心、肺、肝、肾功能不全时，禁用本品。周围血象如白细胞低于3500/mm3.或血小板低于50000/mm3.时不宜用。'
            }, {
                title: '药物相互作用',
                text: '1.乙醇和其他对肝脏有损害药物，如与本品同用，可增加肝脏的毒性;2.由于用本品后可引起血液中尿酸的水平增多，对于痛风或高尿酸血症患者应相应增加别嘌呤醇等药剂量;3.本品可增加抗血凝作用，甚至引起肝脏凝血因子的缺少或(和)血小板减少症，因此与其他抗凝药慎同用;4.与保泰松和磺胺类药物同用后，因与蛋白质结合的竞争，可能会引起本品血清浓度的增高而导致毒性反应的出现;5.口服卡那霉素可增加口服本品的吸收，而口服新霉素钠可减少其吸收;6.与弱有机酸和水杨酸盐等同用，可抑制本品的肾排泄而导致血清药浓度增高，继而毒性增加'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H31020644'
            }, {
                title: '生产企业',
                text: '上海信谊药厂有限公司'
            }
        ]

    },
    {
        id:21,
        name: '鲨肝醇片',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '鲨肝醇片'
            }, {
                title: '成分',
                text: '本品主要成份为：鲨肝醇。'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '用于治疗各种原因引起的白细胞减少症，如放射性、抗肿瘤药物等所致的白细胞减少症；用于治疗不明原因所致的白细胞减少症。'
            }, {
                title: '规格',
                text: ' 20mg*100s'
            }, {
                title: '不良反应',
                text: '治疗剂量偶见口干，肠鸣亢进。'
            }, {
                title: '禁忌',
                text: '未进行该项实验且无可靠参考文献。'
            }, {
                title: '注意事项',
                text: '1 临床疗效与剂量相关,过大或过小均影响效果，故应寻找最佳剂量。2 对病程较短，病情较轻及骨髓功能尚好者，本品疗效较好。3 用药期间应经常检查外周血常规。'
            }, {
                title: '药物相互作用',
                text: '尚不明确。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H32023581'
            }, {
                title: '生产企业',
                text: '江苏鹏鹞药业有限公司'
            }
        ]

    },
    {
        id:22,
        name: '硒酵母片(西维尔)',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '硒酵母片(西维尔)'
            }, {
                title: '成分',
                text: '硒酵母'
            }, {
                title: '性状',
                text: '本品为淡黄色至淡黄棕色片，有酵母的特殊臭，味甜。'
            }, {
                title: '适应症',
                text: '补硒药。适用于低硒的肿瘤、肝病、心脑血管疾病病人或其他低硒引起的疾病'
            }, {
                title: '规格',
                text: '50μg*50s'
            }, {
                title: '不良反应',
                text: '长期过量服用可致肝损害及指甲变形，毛发脱落。'
            }, {
                title: '禁忌',
                text: '对本品过敏者慎用。'
            }, {
                title: '注意事项',
                text: '本品用于低硒营养状态的人群，并按本用法用量嚼碎后服用。'
            }, {
                title: '药物相互作用',
                text: '如正在服用其他药品,在服用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H10940161'
            }, {
                title: '生产企业',
                text: '牡丹江灵泰药业股份有限公司'
            }
        ]

    },
    {
        id:23,
        name: '胃复春片',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '胃复春片'
            }, {
                title: '成分',
                text: '红参、香茶菜、枳壳。'
            }, {
                title: '性状',
                text: '本品为薄膜衣片，除去薄膜衣后显棕褐色；味苦、涩。'
            }, {
                title: '适应症',
                text: '健脾益气、活血解毒。用于治疗胃癌癌前期病变、胃癌手术后辅助治疗。慢性浅表性胃炎属脾胃虚弱证者。'
            }, {
                title: '规格',
                text: '0.36g*20s*4板 薄膜衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '尚不明确。'
            }, {
                title: '药物相互作用',
                text: '如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20040003'
            }, {
                title: '生产企业',
                text: '杭州胡庆余堂药业有限公司'
            }
        ]

    },
    {
        id:24,
        name: '枸橼酸他莫昔芬片',
        category: '肿瘤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '枸橼酸他莫昔芬片'
            }, {
                title: '成分',
                text: '本品主要成份为：枸橼酸他莫昔芬。其化学名称为：(Z)-N,N-二甲基-2-[4-(1,2-二苯基-1-丁烯基)苯氧基]-乙胺枸橼酸盐'
            }, {
                title: '性状',
                text: '本品为白色片'
            }, {
                title: '适应症',
                text: '治疗女性复发转移乳腺癌'
            }, {
                title: '规格',
                text: '10mg*60s'
            }, {
                title: '不良反应',
                text: '潮热，阴道出血，恶心，呕吐，水肿（体液潴留），闭经，可逆的血小板减少，血钙浓度增加。'
            }, {
                title: '禁忌',
                text: '妊娠期或哺乳期禁用他莫昔芬'
            }, {
                title: '注意事项',
                text: '治疗期间应采用有效的非激素避孕措施。 运动员慎用。'
            }, {
                title: '药物相互作用',
                text: '雌激素可影响本品治疗效果。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H32021472'
            }, {
                title: '生产企业',
                text: '扬子江药业集团有限公司'
            }
        ]

    },

    {
        id:25,
        name: '乙肝宁颗粒',
        category: '肝胆科',
        state:'normal',
        img: ['./images/gan/1.jpg', './images/gan/2.jpg'],
        detail: [
            {
                title: '通用名',
                text: '乙肝宁颗粒'
            }, {
                title: '成分',
                text: '白花蛇舌草，白芍，白术，川楝子，丹参，党参，茯苓，黄芪，金钱草，绵茵陈，牡丹皮，蒲公英，制何首乌'
            }, {
                title: '性状',
                text: '本品为棕红色或黄棕色的颗粒；味甜、微苦。'
            }, {
                title: '适应症',
                text: '调气健脾，清热利胆，活血化瘀。用于慢性迁延性肝炎、慢性活动性肝炎属湿热内蕴、肝郁脾虚、气虚血瘀证者，对急性肝炎属此证者亦有一定疗效。'
            }, {
                title: '规格',
                text: '17g*10袋'
            }, {
                title: '不良反应',
                text: '在服用本品期间，如果感到不适要尽快告诉医师或药师。情况紧急可先停止使用，必要时到医院就诊。目前尚未检索到本品的不良反应。'
            }, {
                title: '禁忌',
                text: '尚不明确'
            }, {
                title: '注意事项',
                text: '服药期间忌食油腻、辛辣食物。'
            }, {
                title: '药物相互作用',
                text: '如果服用任何其他药品请告知医师或药师，包括任何从药房、超市或保健品商店购买的非处方药品。 本药内所含白芍、丹参、党参，反藜芦，忌与含藜芦的药物同用。 与西药同服请间隔一定时间。 服药期间饮食宜清淡，避免与生冷、荤腥油腻、不易消化食品同用，戒烟酒，以防助湿化热，加重病情。 医师和药师可能对服用乙肝宁颗粒应注意事项具有更多的信息。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z43020152'
            }, {
                title: '生产企业',
                text: '九芝堂股份有限公司'
            }
        ]
    },
    {
        id:26,
        name: '肌苷片',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '肌苷片'
            }, {
                title: '成分',
                text: '本品每片含主要成分肌苷0.2克，辅料为淀粉、糊精、糖。'
            }, {
                title: '性状',
                text: '本品为白色片或糖衣片。'
            }, {
                title: '适应症',
                text: '本品能直接透过细胞膜进入体细胞，活化丙酮酸氧化酶类，从而使处于低能缺氧状态下的细胞能继续顺利进行代谢，并参与人体能量代谢与蛋白质的合成。'
            }, {
                title: '规格',
                text: '0.2g*100s'
            }, {
                title: '不良反应',
                text: '偶见胃部不适'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1 本品为肝病辅助治疗药，第一次使用本品前应咨询医师。治疗期间应定期到医院检查。　　2 孕妇及哺乳期妇女应在医师指导下使用。　　3 如服用过量或出现严重不良反应，应立即就医。　　4 对本品过敏者禁用，过敏体质者慎用。　　5 本品性状发生改变时禁止使用。　　6 请将本品放在儿童不能接触的地方。　　7 儿童必须在成人监护下使用。　　8 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H37021527'
            }, {
                title: '生产企业',
                text: '山东仁和堂药业有限公司'
            }
        ]

    },
    {
        id:27,
        name: '多烯磷脂酰胆碱胶囊(易善复)',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '多烯磷脂酰胆碱胶囊(易善复)'
            }, {
                title: '成分',
                text: '每粒胶囊含多烯磷脂酰胆碱228mg（天然多烯磷脂酰胆碱，带有大量的不饱和脂肪酸基，主要为亚油酸[约占70%]、亚麻酸和油酸）。'
            }, {
                title: '性状',
                text: '本品为不透明硬胶囊，内容物为黄色粘稠物。'
            }, {
                title: '适应症',
                text: '所有类型的急性和慢性肝病；预防胆结石复发；怀孕导致的肝脏损害（妊娠中毒）；银屑病；放射综合征。'
            }, {
                title: '规格',
                text: '0.228g*12s*3板'
            }, {
                title: '不良反应',
                text: '在大剂量时偶尔会出现胃肠道紊乱（腹泻）。如果在服药过程中出现了任何本说明书中没有提到的不良反应，请通知你的医生或药师。'
            }, {
                title: '禁忌',
                text: '已知对本药所含的任何一种成分过敏者。'
            }, {
                title: '注意事项',
                text: '参见“不良反应”、“禁忌证”和“药物过量”。'
            }, {
                title: '药物相互作用',
                text: '多烯磷脂酰胆碱注射液可提供高剂量多烯磷脂酰胆碱，这些多烯磷脂酰胆碱在化学结构上与内源性磷脂一致。它们主要进入肝细胞，并以完整的分子 与肝细胞膜及细胞器膜相结合'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '18个月'
            }, {
                title: '批准文号',
                text: '国药准字H20059010'
            }, {
                title: '生产企业',
                text: '赛诺菲(北京)制药有限公司'
            }
        ]

    },
    {
        id:28,
        name: '葡醛内酯片',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '葡醛内酯片'
            }, {
                title: '成分',
                text: '本品每片含主要成分葡醛内酯100毫克。'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '用于急慢性肝炎的辅助治疗。'
            }, {
                title: '规格',
                text: '50mg*100s'
            }, {
                title: '不良反应',
                text: '偶有面红、轻度胃肠不适，减量或停药后即消失。'
            }, {
                title: '禁忌',
                text: '尚不明确'
            }, {
                title: '注意事项',
                text: '1 本品为肝病辅助治疗药，第一次使用本品前应咨询医师。治疗期间应定期到医院检查。　　2 如服用过量或出现严重不良反应，应立即就医。　　3 对本品过敏者禁用，过敏体质者慎用。　　4 本品性状发生改变时禁止使用。　　5 请将本品放在儿童不能接触的地方。　　6 儿童必须在成人监护下使用。　　7 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H42020609'
            }, {
                title: '生产企业',
                text: '华中药业股份有限公司'
            }
        ]

    },
    {
        id:29,
        name: '葡醛内酯片',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '葡醛内酯片'
            }, {
                title: '成分',
                text: '葡醛内酯'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '用于急慢性肝炎的辅助治疗。'
            }, {
                title: '规格',
                text: '50mg*100s'
            }, {
                title: '不良反应',
                text: '偶有面红、轻度胃肠不适，减量或停药后即消失。'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1 本品为肝病辅助治疗药，第一次使用本品前应咨询医师。治疗期间应定期到医院检查。2 如服用过量或出现严重不良反应，应立即就医。3 对本品过敏者禁用，过敏体质者慎用。4 本品性状发生改变时禁止使用。5 请将本品放在儿童不能接触的地方。6 儿童必须在成人监护下使用。7 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H37022608'
            }, {
                title: '生产企业',
                text: '山东仁和堂药业有限公司'
            }
        ]

    },
    {
        id:30,
        name: '龙胆泻肝丸',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '龙胆泻肝丸'
            }, {
                title: '成分',
                text: '龙胆、柴胡、黄芩、栀子、泽泻、木通、车前子、当归、地黄、炙甘草。'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '清肝胆，利湿热。用于肝胆湿热，头晕目赤，耳鸣耳聋，胁痛口苦，尿赤，湿热带下。'
            }, {
                title: '规格',
                text: ' 6g*10袋 水丸'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.忌烟、酒及辛辣食物。2.不宜在服药期间同时服用滋补性中药。3.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。4.服药后大便次数增多且不成形者，应酌情减量。5.孕妇慎用。儿童、哺乳期妇女、年老体弱及脾虚便溏者应在医师指导下服用。6.服药3天症状无缓解，应去医院就诊。7.对本品过敏者禁用，过敏体质者慎用。8.本品性状发生改变时禁止使用。9.儿童必须在成人监护下使用。10.请将本品放在儿童不能接触的地方。11.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z41021250'
            }, {
                title: '生产企业',
                text: '河南百年康鑫药业有限公司'
            }
        ]

    },
    {
        id:31,
        name: '托拉塞米胶囊',
        category: '肝胆科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '托拉塞米胶囊'
            }, {
                title: '成分',
                text: ''
            }, {
                title: '性状',
                text: '本品为硬胶囊，内容物为白色或类白色颗粒和粉末。'
            }, {
                title: '适应症',
                text: '因充血性心力衰竭引起的水肿'
            }, {
                title: '规格',
                text: '10mg*10s'
            }, {
                title: '不良反应',
                text: '约对4000例病人进行了本品安全性评价：其中800例使用本品至少6个月，380多例则超过1年。在这些病人中564例在美国进行了本品的临床试验，274例作为空白对照。本品的副作用通常是短暂的，与年龄、性别、种族或疗程无相关性。由于副作用而中断治疗的发生率为3.5%（美国），而对照组为4.4%。在美国和欧洲，对充血性心衰病人因副作用而停药率为3.0（38/1250），而呋噻米为3.4%（13/380）；对肾功能不全病人停药率为2.0%（8/409），而呋塞米为4.8%（11/230）；对肝硬化病人停药率为7'
            }, {
                title: '禁忌',
                text: '1.已知对托拉塞米或磺酰脲类药物过敏的患者禁用本品。2.无尿的患者禁用本品。'
            }, {
                title: '注意事项',
                text: '1.由于体液和电解质平衡突然改变可能导致肝昏迷，有肝硬化和腹水的肝病患者慎用本品。此类患者最好在医院开始使用本品（或其他任何利尿剂）。为了防止低钾血症和代谢性碱中毒，最好与醛固酮拮抗剂或排钾量小的药物一起合用本品。2.耳毒性：快速静脉注射其他髓袢类利尿剂或口服本品后曾观察到耳鸣和听力下降（通常可恢复），不能肯定这些不良反应与本品有关。在动物试验中，托拉塞米在极高的血浆浓度下可观察到耳毒性。静脉注射时，应缓慢注射，时间在2分钟以上，单次用药的剂量不能超过200mg。3.体液量和电解质耗损：使用利尿剂的患'
            }, {
                title: '药物相互作用',
                text: '1.原发性高血压患者将本品与β受体阻断剂、ACE抑制剂和钙通道阻断剂合用，充血性心衰患者将本品与洋地黄毒苷、ACE抑制剂和硝酸盐类合用，均未发现新的或预料之外的不良反应。2.本品对格列苯脲、华法林与血浆蛋白的结合率无影响，对苯丙香豆素（相关的香豆素衍生物）的抗凝作用无影响，对地高辛或卡维地洛（血管扩张剂，β受体阻滞剂）的药动学无影响。健康志愿者将本品与螺内酯合用，后者的肾清除率下降，AUC值增加，但临床经验表明无需调整两药的剂量。3.由于水杨酸类药物与本品竞争肾小管分泌，所以在与本品合用后，水杨酸高剂量组可'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20050526'
            }, {
                title: '生产企业',
                text: '浙江诚意药业股份有限公司'
            }
        ]

    },
    {
        id:32,
        name: '四季三黄片',
        category: '消化科',
        state:'normal',
        img: ['./images/xiao/1.jpg', './images/xiao/2.jpg'],
        detail: [
            {
                title: '通用名',
                text: '四季三黄片'
            }, {
                title: '成分',
                text: '大黄、黄芩、黄柏、栀子。'
            }, {
                title: '性状',
                text: '本品为黄色糖衣片，除去糖衣后显棕色；味苦、微涩。'
            }, {
                title: '适应症',
                text: '消炎退热，通便利水。用于口鼻生疮，咽疼齿痛，口干舌燥，目眩头晕，大便秘结，小便赤黄。'
            }, {
                title: '规格',
                text: '0.29g*18s*2板 薄膜衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '1.忌烟、酒及辛辣、油腻食物。2.心脏病、肝病、糖尿病、肾病等慢性病患者应在医师指导下服用。3.服药后大便次数每日2到3次者，应减量；每日3次以上者，应停用并向医师咨询。4.服药三天后症状无改善，或加重者，应立即停药并去医院就诊。5.小儿、年老体弱及脾胃虚寒者慎用，若需使用，必须在医师指导下使用。6.对本品过敏者禁用，过敏体质者慎用。7.本品性状发生改变时禁止使用。8.儿童必须在成人监护下使用。9.请将本品放在儿童不能接触的地方。10.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20063363'
            }, {
                title: '生产企业',
                text: '江西华太药业有限公司'
            }
        ]
    },
    {
        id:33,
        name: '鳖甲消痔胶囊',
        category: '消化科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '鳖甲消痔胶囊'
            }, {
                title: '成分',
                text: '黄柏、地榆、槐角、桅子、忍冬藤、土大黄、鳖甲、地瓜藤。'
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为棕色至黑褐色颗粒及粉末；气微，味微苦。'
            }, {
                title: '适应症',
                text: '苗医：中医：清热解毒，凉血止血，消肿止痛。用于湿热蕴结所致的内痔少量出血，外痔肿痛，肛周瘙痒。'
            }, {
                title: '规格',
                text: '0.4g*12s*3板'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '1.忌烟酒，忌食辛辣、油腻及刺激性食物。2.用药期间不宜同时服用温热性药物。3.儿童及年老体弱者应在医师指导下服用。4.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者均应在医师指导下服用。5.脾虚大便溏者慎用。6.内痔出血过多或原因不明的便血应去医院就诊。7.严格按照用法用量服用，服药3天症状无缓解，应去医院就诊。本品不宜长期服用。8.对本品过敏者禁用，过敏体质者慎用。9.药品性状发生改变时禁止服用。10.儿童必须在成人监护下使用。11.请将此药品放在儿童不能接触的地方。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20025178'
            }, {
                title: '生产企业',
                text: '贵州汉方制药有限公司'
            }
        ]

    },
    {
        id:34,
        name: '六君子丸',
        category: '消化科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '六君子丸'
            }, {
                title: '成分',
                text: '白术、半夏、陈皮、党参、茯苓、甘草。'
            }, {
                title: '性状',
                text: '本品为黄白色的球形或类球形水丸；味微苦。'
            }, {
                title: '适应症',
                text: '健脾止泻。用于脾胃虚弱，消化不良，腹痛便溏。'
            }, {
                title: '规格',
                text: ' 9g*3袋 水丸'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '1.忌食生冷油腻不易消化食物。 2.不适用于脾胃阴虚，主要表现为口干、舌红少津、大便干。 3.小儿、年老体弱者应在医师指导下服用。 4.对本品过敏者禁用，过敏体质者慎用。 5.本品性状发生改变时禁止使用。 6.儿童必须在成人监护下使用。 7.请将本品放在儿童不能接触的地方。 8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z22024784'
            }, {
                title: '生产企业',
                text: '吉林紫鑫药业股份有限公司'
            }
        ]

    },
    {
        id:35,
        name: '润肠通秘茶',
        category: '消化科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '润肠通秘茶'
            }, {
                title: '成分',
                text: '黄芪、陈皮、当归、肉苁蓉、火麻仁、蜂蜜。'
            }, {
                title: '性状',
                text: '本品为袋泡茶剂，内容物为棕褐色至橙黄色的混合颗粒；气清香，味微甜。'
            }, {
                title: '适应症',
                text: ''
            }, {
                title: '规格',
                text: '3g*30袋'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇禁用；糖尿病患者禁服。'
            }, {
                title: '注意事项',
                text: '1.饮食宜清淡，忌食辛辣、生冷、油腻食物。2.有高血压、心脏病、肝病、肾病等慢性病严重者应在医师指导下服用。3.服药3天症状无缓解，应去医院就诊。4.儿童、年老体弱者应在医师指导下服用。5.对本品过敏者禁用，过敏体质者慎用。6.药品性状发生改变时禁止服用。7.儿童必须在成人监护下使用。8.请将此药品放在儿童不能接触的地方。9.如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字B20020277'
            }, {
                title: '生产企业',
                text: '黑龙江北奇神药业有限责任公司'
            }
        ]

    },
    {
        id:36,
        name: '他达拉非片',
        category: '消化科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '他达拉非片'
            }, {
                title: '成分',
                text: ''
            }, {
                title: '性状',
                text: '20mg片为黄色，杏仁状，一面标有“C20”字样。'
            }, {
                title: '适应症',
                text: '治疗男性勃起功能障碍。需要性刺激以使本品生效。他达拉非不能用于女性。'
            }, {
                title: '规格',
                text: '20mg*1s'
            }, {
                title: '不良反应',
                text: '1.最常见的不良反应是头痛和消化不良。这些报告的不良反应是一过性的、且一般为轻度或者是中度的。75岁以上患者的不良反应数据非常有限。2.报道发生这些不良反应的大部分患者本身已有心血管危险因素。3.所有的PDE5抑制剂，包括他达拉非，在临床试验及上市后监察中有少数突然听力减退或缺失的报告。4.在每日一次给予他达拉非的病人中，相对于安慰剂组心电图异常比例有微小的升高，主要为窦性心动过缓。这些心电图异常绝人多数与不良反应无关联。'
            }, {
                title: '禁忌',
                text: '1.己知对他达拉非及其处方中的成分过敏的患者不得服用本品。2.临床研究表明他达拉非可以增强硝酸盐类药物的降压作用。这被认为是硝酸盐类药物和他达拉非共同作用于一氧化氮/cGMP通路的结果。因此，正在服用任何形式的硝酸盐类药物的患者禁止服用本品。(详见“药物相互作用”)3.性生活会给心脏病患者带来潜在的心脏风险。因此，勃起功能障碍的治疗药物，包括他达拉非在内，不应用于建议不宜进行性生活的心脏病患者。对已患有心脏病的患者，医生应考虑性生活潜在的心脏风险。4.已进行的临床试验不包括下列心血管疾病患者，因此这些人群严'
            }, {
                title: '注意事项',
                text: '1.在考虑给予药物治疗之前，应当先询问病史和对患者进行体检，以诊断是否患有男性勃起功能障碍和确定可能的未知病因。因为心血管病的发病几率与性行为有一定程度的相关，所以医生在对男性勃起功能障碍患者进行治疗以前，包括他达拉非，应当考虑患者的心血管健康状况。由于他达拉非具有使血管扩张的特性所以会导致血压轻度的、短暂的降低，这种特性可能增强硝酸盐的降压效果。2.严重的心血管疾病，包括心肌梗塞、不稳定型心绞痛、室性心律失常、休克、短暂性缺血性发作等曾经在他达拉非的临床试验中观察到。另外，高血压和低血压（包括体位性低'
            }, {
                title: '药物相互作用',
                text: '下述的相互作用研究中使用了10mg和/或20mg他达拉非。由于研究中使用的剂量是10mg他达拉非，因此临床上使用较大剂量时，不能完全排除临床上发生有关的药物相互作用。其他药物对他达拉非的作用他达拉非主要通过CYP3A4代谢。1、与单用他达拉非的 AUC值和Cmax相比，CYP3A4的选择性抑制剂酮康唑(每天200mg)可使他达拉非(10mg)的暴露量(AUC)增加2倍，Cmax增加 15%。酮康唑(每天400mg)可使他达拉非(20mg)的暴露量(AUC)增加4倍，Cmax增加22%。蛋白酶抑制剂利托那'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20140818'
            }, {
                title: '生产企业',
                text: '波多黎各Lilly del Caribe, Inc.'
            }
        ]

    },
    {
        id:37,
        name: '开塞露(含甘油)',
        category: '消化科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '开塞露(含甘油)'
            }, {
                title: '成分',
                text: '本品每支含甘油52.8-58.3%(重量/重量)，辅料为蒸馏水。'
            }, {
                title: '性状',
                text: '本品为无色糖浆状溶液；味甜。'
            }, {
                title: '适应症',
                text: '用于便秘。'
            }, {
                title: '规格',
                text: '20ml*2支'
            }, {
                title: '不良反应',
                text: '外用无不良反应。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1  刺破或剪开后的注药导管的开口应光滑，以免擦伤肛门或直肠。2  对本品过敏者禁用，过敏体质者慎用。3  本品性状发生改变时禁止使用。4  请将本品放在儿童不能接触的地方。5  儿童必须在成人监护下使用。6  如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H42021081'
            }, {
                title: '生产企业',
                text: '武汉五景药业有限公司'
            }
        ]

    },
    {
        id:38,
        name: '利培酮片(维思通)',
        category: '神经精神科',
        state:'normal',
        img: ['./images/jing/1.jpg', './images/jing/2.jpg', './images/jing/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '利培酮片(维思通)'
            }, {
                title: '成分',
                text: '3-[2-[4-（6-氟-1，2-苯并异口恶唑-3-基）-1-哌啶基]乙基]-6，7，8，9-四氢-2-甲基-4H-吡啶并[1，2-α]嘧啶-4-酮'
            }, {
                title: '性状',
                text: '2mg利培酮片为淡橙色薄膜衣片，除去包衣后呈白色'
            }, {
                title: '适应症',
                text: '用于治疗急性和慢性精神分裂症以及其它各种精神病性状态的明显的阳性症状（如幻觉、妄想、思维紊乱、敌视、怀疑）和明显的阴性症状（如反应迟钝、情绪淡漠及社交淡漠、少语）。也可减轻与精神分裂症有关的情感症状（如：抑郁、负罪感、焦虑）。对于急性期治疗有效的患者，在维持期治疗中，维思通可继续发挥其临床疗效。'
            }, {
                title: '规格',
                text: '2mg*20s 薄膜衣'
            }, {
                title: '不良反应',
                text: '1与服用本品有关的常见不良反应是：失眠、焦虑、激越、头痛、头晕、口干。 2较少见的不良反应有：嗜睡、疲劳、注意力下降、便秘、消化不良、恶心、呕吐、腹痛、视物模糊、阴茎异常勃起、勃起困难、射精无力、性淡漠、尿失禁、鼻炎、皮疹以及其它过敏反应。 3可能引起锥体外系症状，如：肌紧张、震颤、僵直、流涎、运动迟缓、静坐不能、急性肌张力障碍。通过降低剂量或给予抗帕金森氏综合症的药物可消除。 4偶尔会出现（体位性）低血压、（反射性）心动过速或高血压的症状'
            }, {
                title: '禁忌',
                text: '已知对本品过敏的患者禁用。'
            }, {
                title: '注意事项',
                text: '1患有心血管疾病（如心衰、心肌梗塞、传导异常、脱水、失血及脑血管病变）的人应慎用，从小剂量开始并应逐渐增加剂量。 2由于本品具有α受体阻断活性，因此在用药初期和加药速度过快时会发生（体位性）低血压，此时则应考虑减量。 3同其它具有多巴胺受体拮抗剂性质的药物相似，引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用所有的抗精神病药。 4已有报道指出，服用经典的抗精神病药会出现恶性症状群，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用包括'
            }, {
                title: '药物相互作用',
                text: '1本品可拮抗左旋多巴及其它多巴胺促效剂的作用。 2酰胺咪嗪及其它的肝酶诱导剂会降低本品活性成份的血浆浓度，一旦停止使用酰胺咪嗪或其它肝酶诱导剂，则应重新确定使用本品的剂量，必要时可减量。 3酚噻嗪、三环抗抑郁药和一些β-阻断剂会增加本品的血药浓度，但不增加抗精神病活性成份的血药浓度。 4当和其它高度蛋白结合的药物一起服用时，不存在有临床意义的血浆蛋白的相互置换。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H20010310'
            }, {
                title: '生产企业',
                text: '西安杨森制药有限公司'
            }
        ]
    },
    {
        id:39,
        name: '全天麻胶囊',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '全天麻胶囊'
            }, {
                title: '成分',
                text: '天麻'
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为黄白色至黄棕色的细粉；气微，味甘。'
            }, {
                title: '适应症',
                text: '平肝、息风。用于肝风上扰所致的眩晕、头痛、肢体麻木。'
            }, {
                title: '规格',
                text: '0.5g*12s*3板'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1 忌生冷及油腻难消化的食物。2 服药期间要保持情绪乐观，切忌生气恼怒。3 有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。4 儿童、孕妇、哺乳期妇女、年老体弱者应在医师指导下服用。5 眩晕、头痛症状严重者应及时去医院就诊。6 服药3天症状无缓解，应去医院就诊。7 对本品过敏者禁用，过敏体质者慎用。8 本品性状发生改变时禁止使用。9 儿童必须在成人监护下使用。10 请将本品放在儿童不能接触的地方。11 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20003249'
            }, {
                title: '生产企业',
                text: '上海世康特制药有限公司'
            }
        ]

    },
    {
        id:40,
        name: '天麻素胶囊',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '天麻素胶囊'
            }, {
                title: '成分',
                text: '本品每粒含主要成分天麻素50毫克。辅料为淀粉、二氧化硅、羧甲淀粉钠，硬脂酸镁。化学名：4-羟基苯-beta;-D吡喃葡萄糖苷分子式：C13H18O7分子量：295.38'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '用于神经衰弱、头痛、偏头痛等症。'
            }, {
                title: '规格',
                text: '50mg*10s'
            }, {
                title: '不良反应',
                text: '少数病人出现口鼻干燥、头昏、上腹部不适等症状。'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1 对本品过敏者禁用，过敏体质者慎用。2 本品性状发生改变时禁止使用。3 请将本品放在儿童不能接触的地方。4 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H44025052'
            }, {
                title: '生产企业',
                text: '广东邦民制药厂有限公司'
            }
        ]

    },
    {
        id:41,
        name: '盐酸苯环壬酯片(飞赛乐)',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '盐酸苯环壬酯片(飞赛乐)'
            }, {
                title: '成分',
                text: '盐酸苯环壬酯'
            }, {
                title: '性状',
                text: '白色或类白色片。'
            }, {
                title: '适应症',
                text: '用于预防晕车、晕船及晕机。'
            }, {
                title: '规格',
                text: '2mg*6s'
            }, {
                title: '不良反应',
                text: '口干、嗜睡；偶见瞳孔扩大，但无须处理。'
            }, {
                title: '禁忌',
                text: '青光眼患者或对本品过敏患者禁用。'
            }, {
                title: '注意事项',
                text: '1.前列腺肥大患者慎用。2.孕妇、哺乳期妇女应在医师指导下使用。3.本品供预防眩晕之用，如已出现明显的晕车（船、机）症状再服用则疗效明显降低。4.如服用过量或出现严重不良反应，应立即就医。5.对本品过敏者禁用，过敏体质者慎用。6.本品性状发生改变时禁止使用。7.请将本品放在儿童不能接触的地方。8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '1.与单胺氧化酶抑制剂（如呋喃唑酮）合用时可加强抗M胆碱作用所致的不良反应。2.如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H10970083'
            }, {
                title: '生产企业',
                text: '北京华素制药股份有限公司'
            }
        ]

    },
    {
        id:42,
        name: '谷维素片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '谷维素片'
            }, {
                title: '成分',
                text: '本品为以环木菠萝醇类为主体的阿魏酸酯的混合物。'
            }, {
                title: '性状',
                text: '本品为白色或类白色片。'
            }, {
                title: '适应症',
                text: '神经官能症、经前期紧张综合征、更年期综合征的镇静助眠。'
            }, {
                title: '规格',
                text: '10mg*100s'
            }, {
                title: '不良反应',
                text: '服后偶有胃部不适、恶心、呕吐、口干、疲乏、皮疹、乳房肿胀、油脂分泌过多、脱发、体重增加等不良反应。停药后均可消失。'
            }, {
                title: '禁忌',
                text: '服后长期不适者，对产品过敏着禁用。'
            }, {
                title: '注意事项',
                text: '1.如使用7天症状未缓解，请向医师或药师咨询。2.胃及十二指肠溃疡患者慎用。3.如服用过量，请及时向医务人员求助。4.对本品过敏者禁用，过敏体质者慎用。5.本品性状发生改变时禁止使用。6.请将本品放在儿童不能接触的地方。7.儿童必须在成人监护下使用。8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H12020591'
            }, {
                title: '生产企业',
                text: '天津亚宝药业科技有限公司'
            }
        ]

    },
    {
        id:43,
        name: '盐酸地芬尼多片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '盐酸地芬尼多片'
            }, {
                title: '成分',
                text: '本品每片含盐酸地芬尼多25毫克，辅料为淀粉，蔗糖，硬脂酸镁，微晶纤维素，羟丙纤维素。'
            }, {
                title: '性状',
                text: '本品为糖衣片，除去包衣后显白色。'
            }, {
                title: '适应症',
                text: '用于防治多种原因或疾病引起的眩晕、恶心、呕吐、如乘车、船、机时的晕动病等。'
            }, {
                title: '规格',
                text: '25mg*30s 糖衣'
            }, {
                title: '不良反应',
                text: '1.常见的有：口干，心悸，头昏，头痛，嗜睡，不安和轻度胃肠不适，停药后即可消失。2.偶见幻听，幻视，视力模糊，定向力障碍，精神错乱，忧郁等。3.偶见皮疹和轻度，一过性低血压反应。'
            }, {
                title: '禁忌',
                text: '1. 6个月以内婴儿禁用。2. 肾功能不全患者禁用。'
            }, {
                title: '注意事项',
                text: '1. 患有青光眼、胃溃疡、泌尿道梗阻性疾病以及窦性心动过速患者慎用。2. 肾功能不全及孕妇慎用。3. 儿童用量请咨询医师或药师。4. 如服用过量或出现严重不良反应，应立即就医。5. 对本品过敏者禁用，过敏体质者慎用。6. 本品性状发生改变时禁止使用。7. 请将本品放在儿童不能接触的地方。8. 儿童必须在成人监护下使用。9. 如正在使用其他药品，使用本品前请咨询医师或药师。 '
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H43020325'
            }, {
                title: '生产企业',
                text: '湖南千金湘江药业股份有限公司'
            }
        ]

    },
    {
        id:44,
        name: '茶苯海明片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '茶苯海明片'
            }, {
                title: '成分',
                text: '本品每片含主要成分茶苯海明50毫克。'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '用于防治晕动病，如晕车、晕船、晕机所致的恶心、呕吐。'
            }, {
                title: '规格',
                text: '25mg*20s'
            }, {
                title: '不良反应',
                text: '1 常见不良反应有：迟钝、思睡、注意力不集中、疲乏、头晕，也可有胃肠不适。2 罕见：幻觉、视力下降、排尿困难、皮疹等反应。'
            }, {
                title: '禁忌',
                text: '对其他乙醇胺类药物过敏者禁用。孕妇、新生儿及早产儿禁用。'
            }, {
                title: '注意事项',
                text: '1 对本品或其他抗组织药过敏者禁用。2 孕妇禁用。3 服用本品期间禁止饮酒，并禁止与其他中枢神经抑制药同服。4 驾驶车、船，操作机器设备的以高空作业者工作时禁用。5 老年人慎用。6 本品性状发生改变时禁用。7 若服用过量或出现严重反应，请即就医。8 儿童必须在成人监护下使用。9 本品应放在儿童不能触及的地方。'
            }, {
                title: '药物相互作用',
                text: '1  本品与乙醇镇静、助眠药并用有相加作用，应避免同时服用。2  木品能短暂的影响巴比妥类等的吸收。3  本品与对氧基水杨酸钠同用时，后者的血药浓度降低。4  如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '48个月'
            }, {
                title: '批准文号',
                text: '国药准字H11021039'
            }, {
                title: '生产企业',
                text: '北京益民药业有限公司'
            }
        ]

    },
    {
        id:45,
        name: '七叶神安片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '七叶神安片'
            }, {
                title: '成分',
                text: '三七叶总皂苷。'
            }, {
                title: '性状',
                text: '本品为糖衣片，除去糖衣后，显浅黄色；味苦、后微甜'
            }, {
                title: '适应症',
                text: '益气安神，活血止痛。用于心气血不足、心血瘀阻所致的心悸、失眠、胸痛、胸闷。'
            }, {
                title: '规格',
                text: '50mg*12s*2板 薄膜衣'
            }, {
                title: '不良反应',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.忌烟、酒及辛辣、油腻食物。2.服药期间要保持情绪乐观，切忌生气恼怒。3.感冒发热病人不宜服用。4.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。5.儿童、孕妇、哺乳期妇女、年老体弱者应在医师指导下服用。6.服药7天症状无缓解，应去医院就诊。7.对本品过敏者禁用，过敏体质者慎用。8.本品性状发生改变时禁止使用。9.儿童必须在成人监护下使用。10.请将本品放在儿童不能接触的地方。11.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20073176'
            }, {
                title: '生产企业',
                text: '云南维和药业股份有限公司'
            }
        ]

    },
    {
        id:46,
        name: '心神宁片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '消栓通络胶囊'
            }, {
                title: '成分',
                text: '酸枣仁（炒）、栀子、远志、甘草、茯苓、六神曲、糊精、硬脂酸镁。'
            }, {
                title: '性状',
                text: '本品为薄膜衣片，除去包衣后显黄褐色至棕褐色；味微甜，微苦。'
            }, {
                title: '适应症',
                text: '养血除烦，宁心安神。用于心肝血虚所致的失眠多梦，烦躁而惊，疲倦食少。'
            }, {
                title: '规格',
                text: '0.25g*12s*4板 薄膜衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1 忌烟、酒及辛辣、油腻食物。2 服药期间要保持情绪乐观，切忌生气恼怒。3 有高血压、心脏病、糖尿病、肝病、肾病等慢性病严重者应在医师指导下服用。4 服药7天症状无缓解，应去医院就诊。5 儿童、孕妇、年老体弱者应在医师指导下服用。6 对本品过敏者禁用，过敏体质者慎用。7 本品性状发生改变时禁止使用。8 儿童必须在成人监护下使用。9 请将本品放在儿童不能接触的地方。10 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20025590'
            }, {
                title: '生产企业',
                text: '延安常泰药业有限责任公司'
            }
        ]

    },
    {
        id:47,
        name: '脑灵片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '脑灵片'
            }, {
                title: '成分',
                text: '黄精(蒸)、红参、鹿茸、龟甲(醋制)、鹿角胶、熟地黄、枸杞子、麦冬、淫羊藿、五味子、酸枣仁(炒)、远志(制)等15味。'
            }, {
                title: '性状',
                text: '本品为圆形糖衣片，除去糖衣后，显棕褐色；味甘、酸、微苦。'
            }, {
                title: '适应症',
                text: '补气血，养心肾，健脑安神。用于心肾不交所致健忘失眠，头晕心悸，身倦无力，体虚自汗；神经衰弱见上述证候者。'
            }, {
                title: '规格',
                text: '0.25g*12s*2板 糖衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '儿童、孕妇禁用；高血压者禁服。'
            }, {
                title: '注意事项',
                text: '1 忌辛辣、生冷、油腻食物。2 感冒发热病人不宜服用。3 本品宜饭前服用。4 心脏病、肝病、糖尿病、肾病等慢性病患者应在医师指导下服用。5 服药2周症状无缓解，应去医院就诊。6 对本品过敏者禁用，过敏体质者慎用。7 本品性状发生改变时禁止使用。8 请将本品放在儿童不能接触的地方。9 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z22021578'
            }, {
                title: '生产企业',
                text: '吉林吉春制药股份有限公司'
            }
        ]

    },
    {
        id:48,
        name: '脑立清片',
        category: '神经精神科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '脑立清片'
            }, {
                title: '成分',
                text: '磁石、赭石、珍珠母、清半夏、酒曲、酒曲(炒)、牛膝、薄荷脑、冰片、猪胆汁(或猪胆汁膏)。'
            }, {
                title: '性状',
                text: '本品为赭石衣片，除去外衣显深褐色；味凉苦。'
            }, {
                title: '适应症',
                text: '平平肝潜阳，醒脑安神。用于头晕目眩，耳鸣口苦，心烦难寐。'
            }, {
                title: '规格',
                text: '15s*2板'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇忌服。'
            }, {
                title: '注意事项',
                text: '1.体弱虚寒者不宜服，其表现为气短乏力，倦怠食少，面色白，大便稀溏。2.有肝脏疾病、肾脏疾病患者应在医师指导下服用。3.按照用法用量服用，长期服用应向医师咨询。4.对本品过敏者禁用，过敏体质者慎用。5.本品性状发生改变时禁止使用。6.儿童必须在成人监护下使用。7.请将本品放在儿童不能接触的地方。8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z22022611'
            }, {
                title: '生产企业',
                text: '吉林一正药业集团有限公司'
            }
        ]

    },
    {
        id:49,
        name: '补肾益寿胶囊',
        category: '男科',
        state:'normal',
        img: ['./images/nan/1.jpg', './images/nan/2.jpg', './images/nan/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '补肾益寿胶囊'
            }, {
                title: '成分',
                text: '红参、珍珠、灵芝、制何首乌、枸杞子、淫羊藿、丹参、甘草、黄精'
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为棕色的粉末；味甘、微苦。'
            }, {
                title: '适应症',
                text: '补肾益气，能调节老年人免疫功能趋于正常。用于失眠，耳鸣，腰酸，健忘，倦怠，胸闷气短，夜尿频数。'
            }, {
                title: '规格',
                text: '0.3g*60s'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1  忌烟、酒及辛辣、生冷、油腻食物。2  本品为补气血阴阳之剂，性质粘腻，凡脾胃虚弱，食入难化，呕吐泄泻，腹胀便溏、咳嗽痰多者忌服。凡阴虚阳亢，血分有热，胃火炽盛，肺有痰热，外感热病者慎服。3  不宜和感冒类药同时服用。4  服本药时不宜同时服用藜芦、五灵脂、皂荚或其制剂。不宜喝茶和吃萝卜，以免影响药力。5  孕妇慎用。6  高血压、糖尿病患者或正在接受其他药物治疗的患者应在医师指导下服用。7  本品宜饭前或进食同时服用。8  按照用法用量服用，小儿及年老者应在医师指导下服用。9  服药期间出现食欲不振、'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z50020569'
            }, {
                title: '生产企业',
                text: '太极集团重庆涪陵制药厂有限公司'
            }
        ]
    },
    {
        id:50,
        name: '六味地黄丸',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '六味地黄丸'
            }, {
                title: '成分',
                text: '熟地黄、山茱萸（制）、牡丹皮、山药、茯苓、泽泻。辅料：黄酒。'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '滋阴补肾。用于肾阴亏损，头晕耳鸣，腰膝酸软，骨蒸潮热，盗汗遗精。'
            }, {
                title: '规格',
                text: '6g*10袋 水蜜丸'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '1.忌辛辣食物。2.不宜在服药期间服感冒药。'
            }, {
                title: '注意事项',
                text: '1.服药期间出现食欲不振，胃脘不适，大便稀，腹痛等症状时，应去医院就诊。2.服药2周后症状未改善，应去医院就诊。3.按照用法用量服用，孕妇、小儿应在医师指导下服用。4.对本品过敏者禁用，过敏体质者慎用。5.本品性状发生改变时禁止使用。6.儿童必须在成人监护下使用。7.请将本品放在儿童不能接触的地方。8.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z53021326'
            }, {
                title: '生产企业',
                text: '云南白药集团丽江药业有限公司'
            }
        ]

    },
    {
        id:51,
        name: '养血生发胶囊',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '养血生发胶囊'
            }, {
                title: '成分',
                text: '熟地黄、制何首乌、当归、川芎、白芍、菟丝子、天麻、木瓜、羌活。'
            }, {
                title: '性状',
                text: '本品为硬胶囊，内容物为深棕色的颗粒和粉末；味辛、微苦。'
            }, {
                title: '适应症',
                text: '养血祛风，益肾填精。用于血虚风盛，肾精不足所致的脱发，症见毛发松动或呈稀疏状脱落、毛发干燥或油腻、头皮瘙痒；斑秃、全秃、脂溢性脱发与病后、产后脱发见上述证候者。'
            }, {
                title: '规格',
                text: '0.5g*30s'
            }, {
                title: '不良反应',
                text: '1.消化系统：恶心、呕吐、厌食、食欲不振、口干、口苦、腹痛、腹泻、腹胀、胃痛、胃胀、胃不适、反酸、胃灼热感、便秘、尿黄、目黄、皮肤黄染等表现，转氨酶升高等肝生化指标异常。2.皮肤及其附件：皮疹、瘙痒、面红。3.全身性：乏力、发热。4.心血管系统：胸闷、血压升高、潮红、心悸。5.精神神经系统：头晕、头痛、失眠。'
            }, {
                title: '禁忌',
                text: '1.肝功能不全者禁用。2.孕妇禁用。3.已知有本品或组方药物肝损伤个人史的患者不宜使用。'
            }, {
                title: '注意事项',
                text: '1.服药期间应注意监测肝生化指标，如发现肝生化指标异常或出现全身乏力、食欲不振、厌油、恶心、尿黄、目黄、皮肤黄染等可能与肝损伤有关的临床表现时，或原有肝生化检查异常、肝损伤临床症状加重时，应立即停药并就医。2.严格按用法用量服用，不超剂量、长期连续服用。3.老年人及肝生化指标异常、有肝病史者慎用。4.哺乳妇女服药期间应选择停止哺乳或停止使用本品。5.目前尚无系统的儿童用药安全性研究资料，儿童应慎用。6.已知有本品或其组方药物肝损伤家族史的患者慎用。7.应避免与其他有肝毒性的药物联合使用。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z44021594'
            }, {
                title: '生产企业',
                text: '佛山德众药业有限公司'
            }
        ]

    }, 
    {
        id:52,
        name: '益肾乌发口服液',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '益肾乌发口服液'
            }, {
                title: '成分',
                text: '何首乌(黑豆酒炙)、枸杞子、当归、牛膝、茯苓、沙苑子、补骨脂(黑芝麻炒)。'
            }, {
                title: '性状',
                text: '本品为棕褐色的液体；气香，味甜。'
            }, {
                title: '适应症',
                text: '补肝肾，乌须发。用于肝肾两虚引起的须发脱落、早白。'
            }, {
                title: '规格',
                text: '10ml*10支'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇禁用。'
            }, {
                title: '注意事项',
                text: '1.忌辛辣、生冷、油腻食物。2.感冒发热病人不宜服用。3.本品宜饭前服用。4.高血压、心脏病、肝病、糖尿病、肾病等慢性病患者应在医师指导下服用。5.服药2周症状无缓解，应去医院就诊。6.儿童应在医师指导下服用。7.对本品过敏者禁用，过敏体质者慎用。8.药品性状发生改变时禁止服用。9.儿童必须在成人监护下使用。10.请将此药品放在儿童不能接触的地方。11.如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z11020338'
            }, {
                title: '生产企业',
                text: '北京同仁堂科技发展股份有限公司制药厂'
            }
        ]

    },
    {
        id:53,
        name: '普乐安片',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '普乐安片'
            }, {
                title: '成分',
                text: '油菜花粉。辅料为羧甲淀粉钠、锁甲纤维素钠、二氧化硅。'
            }, {
                title: '性状',
                text: '本品为薄膜衣片，除去包衣后，后显黄色或棕黄色；味甜、微涩。'
            }, {
                title: '适应症',
                text: '补肾固本。用于肾气不固所致的腰膝酸软、尿后余沥。'
            }, {
                title: '规格',
                text: '120s 薄膜衣'
            }, {
                title: '不良反应',
                text: '少数患者用药后有轻度大便溏薄现象。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.忌辛辣、生冷、油腻食物;2.感冒发热病人不宜服用;3.本品宜饭前服用;4.高血压、心脏病、肝病、糖尿病、肾病等慢性病患者应在医师指导下服用;5.服药2周症状无缓解，应去医院就诊;6.儿童、孕妇应在医师指导下服用;7.对本品过敏者禁用，过敏体质者慎用;8.本品性状发生改变时禁止使用;9.儿童必须在成人监护下使用;10.请将本品放在儿童不能接触的地方;11.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z53021593'
            }, {
                title: '生产企业',
                text: '云南白药集团股份有限公司'
            }
        ]

    },
    {
        id:54,
        name: '前列舒乐颗粒',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '前列舒乐颗粒'
            }, {
                title: '成分',
                text: '淫羊藿黄芪蒲黄车前草川牛膝'
            }, {
                title: '性状',
                text: '本品为褐色颗粒，味香，微苦，涩'
            }, {
                title: '适应症',
                text: '补肾益气，化瘀通淋。主治肾脾双虚，气滞血瘀，前列腺增生，慢性前列腺炎；面色晃白，神疲乏力，腰膝疲软无力，小腹坠胀，小便不爽，点滴不出，或尿频，尿急、尿道涩痛。'
            }, {
                title: '规格',
                text: '4g*15袋'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '需加大剂量服用时，请遵医嘱。'
            }, {
                title: '药物相互作用',
                text: '1  前列舒乐颗粒能抑制前列腺炎症反应，使白细胞数减少及卵脂小体增加。2  能明显减轻前列腺体的重量，能抑制巴豆油所致耳廓肿胀3  能对抗H刺激所引起的腹腔毛细血管通透性增高，具有明显的抗炎作用。4  微循环细动脉（A）和细静脉（V）血管口径增大，改善微循环，对丙酸睾丸所致的前列腺增生有一定的治疗和预防作用。5  能对抗氢化考地松所致阳虚动物的体温，体重下降。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z52020270'
            }, {
                title: '生产企业',
                text: '贵州关德兴宝芝林药业有限公司'
            }
        ]

    },
    {
        id:55,
        name: '非那雄胺片(保列治)',
        category: '男科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '非那雄胺片(保列治)'
            }, {
                title: '成分',
                text: '每片含非那雄胺5mg。'
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '该品适用于治疗已有症状的良性前列腺增生症（BPH）：1.改善症状。2.降低发生急性尿潴留的危险性。3.降低需进行经尿道切除前列腺（TURP）和前列腺切除术的危险性。'
            }, {
                title: '规格',
                text: '5mg*10s 薄膜衣'
            }, {
                title: '不良反应',
                text: '本品一般耐受性良好，不良反应通常轻微，一般不必中止治疗。 在3200多例男性患者参加的一系列临床研究中对非那雄胺治疗秃发的安全性进行了评价。在3项为期12个月、由多个研究中心参加、安慰剂对照的双盲研究中，本品治疗的安全性和安慰剂相似。接受本品治疗的945例男性患者有1.7%因不良反应中止治疗，用安慰剂的934例男性患者则有2.1%因不良反应中止治疗。 在这些研究中，接受本品治疗的男性患者有≥1％的人出现下列与用药有关的不良反应：性欲减退(本品1.8％，安慰剂1.3％)及阳萎。'
            }, {
                title: '禁忌',
                text: '本品禁用于孕妇或可能怀孕的妇女(参见[孕妇及哺乳期妇女用药]) 对本品任何成份过敏者 本品不适用于妇女和儿童。'
            }, {
                title: '注意事项',
                text: '一、一般注意事项1.使用该品前应排除与良性前列腺增生(BPH)类似的其他疾病，如感染、前列腺癌、尿道狭窄、膀胱低张力、神经源性紊乱等。2.非那雄胺主要在肝脏代谢，肝功能不全者慎用。3.肾功能不全患者不需调整给药剂量。二、对前列腺特异抗原及前列腺癌检查的影响1.非那雄胺治疗前列腺癌未见临床疗效。非那雄胺不影响前列腺癌的发生率，也不影响前列腺癌的检出率。2.建议在接受非那雄胺治疗前及治疗一段时间之后定期做前列腺检查，如直肠指诊、其它的前列腺癌相关检查(包括PSA)。3.非那雄胺可使前列腺增生患者(或伴有前列腺癌'
            }, {
                title: '药物相互作用',
                text: '尚未确定具有临床重要意义的药物相互作用。 　　1.非那雄胺对细胞色素P450相关的药物代谢酶系统没有明显影响。在男性中已被检测的化合物有普萘洛尔、地高辛、格列本脲、华法令、茶碱和安替比林，它们均未发现与非那雄胺有临床意义的相互作用。2.其它联合治疗。虽然没有进行特异的药物相互作用研究，但在临床研究中非那雄胺与血管紧张素转换酶抑制剂、对乙酰氨基酚、乙酰水杨酸、α-阻滞剂、β-阻滞剂、钙通道阻滞剂、心脏病用硝酸酯类、利尿剂、H2拮抗剂、HMG-CoA还原酶抑制剂，非甾体抗炎药(NSAIDs)、喹诺酮类和苯二氮'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字J20090145'
            }, {
                title: '生产企业',
                text: '杭州默沙东制药有限公司'
            }
        ]

    },
    {
        id:56,
        name: '双唑泰阴道泡腾片(意亭)',
        category: '妇科',
        state:'normal',
        img: ['./images/fu/1.jpg', './images/fu/2.jpg', './images/fu/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '双唑泰阴道泡腾片(意亭)'
            }, {
                title: '成分',
                text: '本品为复方制剂，其组分为每片含甲硝唑(灭滴灵)o.2克、克霉唑0.16克、醋酸氯己定(洗必泰)0.008克。辅料为糊精、淀粉、泡腾崩剂。'
            }, {
                title: '性状',
                text: '本品为白色或类白色片，片面有轻微的隐斑。'
            }, {
                title: '适应症',
                text: '用于细菌性阴道并念珠菌性外阴阴道并滴虫性阴道炎以及细菌、真菌、滴虫混合感染性阴道炎。'
            }, {
                title: '规格',
                text: '7s*2板'
            }, {
                title: '不良反应',
                text: '偶见皮疹、阴道烧灼感、瘙痒或其他黏膜刺激症状。因本品可自黏膜吸收，长期大量使用后也可产生与全身用药相同的不良反应,如恶心、食欲缺乏、呕吐、腹泻、腹部不适、味觉改变、口干、口腔金属味等。癫痫发作和周围神经病变，后者主要表现为肢端麻木和感觉异常。其他还有可逆性粒细胞减少。过敏反应如皮疹、荨麻疹、瘙痒等。中枢神经系统症状，如头痛、眩晕、晕厥、感觉异常、肢体麻木、共济失调和精神错乱等。血清氨基转移酶升高、发热、膀胱炎、排尿困难、尿液发黑等，均属可逆性，停药后自行恢复。'
            }, {
                title: '禁忌',
                text: '1 对吡咯类(咪唑类)药物过敏患者禁用。2 有活动性中枢神经疾病和血液病患者禁用。3 孕妇禁用。'
            }, {
                title: '注意事项',
                text: '1 本品仅供阴道给药，切忌口服。 　　2 使用本品时应避开月经期。 　　3 无性生活史的女性应在医师指导下使用。 　　4 给药时应洗净双手或戴指套或手套。 　　5 用药部位如有烧灼感、红肿等情况应停药，并将局部药物洗净，必要时向医师咨询。 　　6 用药期间注意个人卫生，防止重复感染，使用避孕套或避免房事。 　　7 哺乳期妇女应用本品时应停止哺乳。 　　8 老年人慎用。 　　9 使用中若出现过敏症状或中枢神经系统不良反应，应立即停药。 　　10 肝、肾功能不全者慎用。 　　11 治疗阴道滴虫病时，需同时治'
            }, {
                title: '药物相互作用',
                text: '1 氯已定与肥皂、碘化钾等有配伍禁忌。与硼砂、碳酸氢盐、碳酸盐、氧化物、枸橼酸盐、磷酸盐和硫酸盐也有配伍禁忌。 　　2 本品与土霉素合用时，后者可干扰甲硝唑清除阴道滴虫的作用。 　　3 长期大量使用经黏膜吸收后，也可产生与全身用药相似的药物相互作用，如抑制华法林和其他口服抗凝药的代谢、干扰双硫仑代谢及血清氨基转移酶和乳酸脱氢酶测定结果、与肝微粒体酶诱导剂或抑制剂合用，可加快或减慢本品在肝内的代谢等。 　　4 如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20059279'
            }, {
                title: '生产企业',
                text: '湖南迪诺制药有限公司'
            }
        ]
    },
    {
        id:57,
        name: '洁尔阴洗液',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '洁尔阴洗液'
            }, {
                title: '成分',
                text: '蛇床子、艾叶、独活、石菖蒲、苍术、薄荷、黄柏、黄芩、苦参、地肤子、茵陈、土荆皮、栀子、金银花。'
            }, {
                title: '性状',
                text: '本品为棕色至深棕色液体；气芳香。'
            }, {
                title: '适应症',
                text: '清热燥湿，杀虫止痒。1.主治妇女湿热带下。症见阴部瘙痒红肿，带下量多，色黄或如豆渣状，口苦口干，尿黄便结。适用于霉菌性、滴虫性阴道炎见上述症状者。2.用于下述皮肤病：湿疹(湿热型)、接触性皮炎(热毒夹湿型)、体股癣(风湿热型)。'
            }, {
                title: '规格',
                text: '280ml'
            }, {
                title: '不良反应',
                text: '个别患者皮损处出现皮肤潮红加重、刺痛等。'
            }, {
                title: '禁忌',
                text: '经期、孕期妇女禁用。'
            }, {
                title: '注意事项',
                text: '1  本品为外用药，禁止内服。 2  忌食辛辣、生冷、油腻食物。 3  切勿接触眼睛、口腔等黏膜处。皮肤破溃处禁用。 4  治疗期间忌房事，配偶如有感染应同时治疗。 5  未婚或绝经后患者，应在医师指导下使用。 6  外阴白色病变、糖尿病所致的瘙痒不宜使用。 7  带下伴血性分泌物，或伴有尿频、尿急、尿痛者，应去医院就诊。 8  若使用中出现刺痛，皮肤潮红加重，暂停使用。 9  带下量多用药7天、湿疹及体股癣用药2周症状无缓解，应去医院就诊。 10  严格按说明书要求使用，不可随意提高浓度；外阴、肛门等处勿'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '48个月'
            }, {
                title: '批准文号',
                text: '国药准字Z10930008'
            }, {
                title: '生产企业',
                text: '四川恩威制药有限公司'
            }
        ]

    },
    {
        id:58,
        name: '复方黄松洗液(肤阴洁)',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '复方黄松洗液(肤阴洁)'
            }, {
                title: '成分',
                text: '地肤子、千里光、黄柏、岗松油、大叶桉油、满山香油、蛇床子油。'
            }, {
                title: '性状',
                text: '本品为乳黄色至棕黄 色液体，气芳香。'
            }, {
                title: '适应症',
                text: '清热燥湿，祛风止痒。用于湿热下注所致的阴部瘙痒，或灼热痛，带下量多，色黄；霉菌性、滴虫性阴道炎及外阴炎见以上症候者。'
            }, {
                title: '规格',
                text: '160ml'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '经期、孕期妇女禁用。'
            }, {
                title: '注意事项',
                text: '1.本品为外用药，禁止内服。2.忌食辛辣食物。3.切勿接触眼睛、口腔等黏膜处。皮肤破溃处禁用。4.治疗期间忌房事，配偶如有感染应同时治疗。5.未婚或绝经后患者，应在医师指导下使用。6.外阴白色病变、糖尿病所致的瘙痒不宜使用。7.带下伴血性分泌物，或伴有尿频、尿急、尿痛者，应去医院就诊。8.本品在贮存中如有少量浑浊或分层，摇均后使用。9.用药7天症状无缓解，应去医院就诊。10.对本品过敏者禁用，过敏体质者慎用。11.本品性状发生改变时禁止使用。12.请将本品放在儿童不能接触的地方。1'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z20026294'
            }, {
                title: '生产企业',
                text: '广西源安堂药业有限公司'
            }
        ]

    },
    {
        id:59,
        name: '双唑泰软膏(山庆)',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '双唑泰软膏(山庆)'
            }, {
                title: '成分',
                text: '甲硝唑，化学名：2-甲基-5-硝基咪唑-1-乙醇，分子式：C6H9N3O3；克霉唑，化学名：1-[(2-氯苯基)二苯甲基]-1H-咪唑，分子式：C22H17ClN2；醋酸氯己定，化学名：1,6-双(N,1-对氯苯基-N,5-双胍基)己烷二醋酸盐，分子式：C22H30Cl2N102C2H4O2'
            }, {
                title: '性状',
                text: '本品为乳白色或浅黄色软膏。'
            }, {
                title: '适应症',
                text: '用于细菌性阴道病、念珠菌性外阴阴道炎、滴虫性阴道炎以及混合感染性阴道炎。'
            }, {
                title: '规格',
                text: '4g*2支'
            }, {
                title: '不良反应',
                text: '偶见阴道灼热感，停药后可恢复。'
            }, {
                title: '禁忌',
                text: '妊娠头3个月及月经期间禁用。'
            }, {
                title: '注意事项',
                text: '1.对本品所含各成分过敏者禁用。2.孕妇、哺乳期妇女以及18岁以下女性在使用本品前应咨询医师。3.建议避开月经期间治疗。4.用药期间应注意个人卫生，防止重复感染。5.滴虫性阴道炎患者，建议在用药期间避免房事或使用避孕套，并于月经后重复用药一个疗程。6.本品仅供阴道使用，切忌口服。7.当本品性状发生改变时禁用。8.如使用过量或发生严重不良反应时应立即就医。9.请将此药品放在儿童不能接触的地方。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H10950296'
            }, {
                title: '生产企业',
                text: '北镇市山庆制药有限公司'
            }
        ]

    },
    {
        id:60,
        name: '制霉菌素阴道泡腾片(米可定)',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '制霉菌素阴道泡腾片(米可定)'
            }, {
                title: '成分',
                text: '本品含制霉菌素10万单位。辅料为：二叔丁基对甲酚、无水乳糖、碳酸氢钠、巴西棕榈蜡、硬脂酸美、无水柠檬酸、十二烷基硫酸钠。'
            }, {
                title: '性状',
                text: '本品为淡黄色片，表面有轻微的隐斑。'
            }, {
                title: '适应症',
                text: '白色念珠菌和其他念珠菌所引起的阴道炎和外阴感染。'
            }, {
                title: '规格',
                text: '10万U*14s'
            }, {
                title: '不良反应',
                text: '偶有过敏反应，灼烧感及发痒。'
            }, {
                title: '禁忌',
                text: '1 对本品过敏者禁用。2 妊娠3个月内禁用。'
            }, {
                title: '注意事项',
                text: '1  用药1个疗程后症状未缓解请咨询医师或药师。2  本品仅供阴道给药，避免接触眼睛，切忌口服。3  孕妇、哺乳期妇女和未婚女性在使用前应咨询医师。4  儿童必须在成人监护下使用。5  当本品性状发生改变时禁用。6  请将此药品放在儿童不能接触的地方。'
            }, {
                title: '药物相互作用',
                text: '本品为妇科用药类非处方药药品。如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H31022516'
            }, {
                title: '生产企业',
                text: '中美上海施贵宝制药有限公司'
            }
        ]

    },
    {
        id:61,
        name: '制霉菌素阴道泡腾片(米可定)',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '制霉菌素阴道泡腾片(米可定)'
            }, {
                title: '成分',
                text: '本品含制霉菌素10万单位。辅料为：二叔丁基对甲酚、无水乳糖、碳酸氢钠、巴西棕榈蜡、硬脂酸美、无水柠檬酸、十二烷基硫酸钠。'
            }, {
                title: '性状',
                text: '本品为淡黄色片，表面有轻微的隐斑。'
            }, {
                title: '适应症',
                text: '白色念珠菌和其他念珠菌所引起的阴道炎和外阴感染。'
            }, {
                title: '规格',
                text: '10万U*14s'
            }, {
                title: '不良反应',
                text: '偶有过敏反应，灼烧感及发痒。'
            }, {
                title: '禁忌',
                text: '1 对本品过敏者禁用。2 妊娠3个月内禁用。'
            }, {
                title: '注意事项',
                text: '1  用药1个疗程后症状未缓解请咨询医师或药师。2  本品仅供阴道给药，避免接触眼睛，切忌口服。3  孕妇、哺乳期妇女和未婚女性在使用前应咨询医师。4  儿童必须在成人监护下使用。5  当本品性状发生改变时禁用。6  请将此药品放在儿童不能接触的地方。'
            }, {
                title: '药物相互作用',
                text: '本品为妇科用药类非处方药药品。如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H31022516'
            }, {
                title: '生产企业',
                text: '中美上海施贵宝制药有限公司'
            }
        ]

    },
    {
        id:62,
        name: '甲硝唑阴道泡腾片',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '甲硝唑阴道泡腾片'
            }, {
                title: '成分',
                text: '甲硝唑。'
            }, {
                title: '性状',
                text: '本品为白色或类白色片，表面有轻微的隐斑。'
            }, {
                title: '适应症',
                text: '用于厌氧菌性阴道炎并滴虫性阴道炎及混合感染。'
            }, {
                title: '规格',
                text: '0.2g*7s*2板'
            }, {
                title: '不良反应',
                text: '偶见过敏反应。'
            }, {
                title: '禁忌',
                text: '孕妇及哺乳期妇女禁用。'
            }, {
                title: '注意事项',
                text: '1 使用7日后症状未缓解，应向医师咨询。2 无性生活史的女性应在医师指导下使用。3 使用本品时应避开月经期。4 给药时应洗净双手或戴指套或手套。5 用药期间注意个人卫生，防止重复感染，使用避孕套或避免房事。6 本品仅供阴道给药，切忌口服。7 用药部位如有烧灼感、红肿等情况应停药，并将局部药物洗净，必要时向医师咨询。8 对本品过敏者禁用，过敏体质者慎用。9 本品性状发生改变时禁止使用。10 请将本品放在儿童不能接触的地方。11 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20067252'
            }, {
                title: '生产企业',
                text: '湖北东信药业有限公司'
            }
        ]

    },
    {
        id:63,
        name: '乳癖消片',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '乳癖消片'
            }, {
                title: '成分',
                text: '鹿角、蒲公英、昆布、天花粉、鸡血藤、三七、赤芍、海藻、漏芦、木香、玄参、牡丹皮、夏枯草、连翘、红花。'
            }, {
                title: '性状',
                text: '本品为薄膜衣片，去除包衣后显棕黑色;气微，味苦、咸。'
            }, {
                title: '适应症',
                text: '软坚散结，活血消痛，清热解毒。用于痰热互结所致的乳癖、乳痈，症见乳房结节、数目不等、大小形态不一、质地柔软，或产后乳房结块、红热疼痛；乳腺增生、乳腺炎早期见上述证候者。'
            }, {
                title: '规格',
                text: '0.67g*12s*6板 薄膜衣'
            }, {
                title: '不良反应',
                text: '极少数患者服药后，可见经期提前，停药后可自行恢复，未见其它不良反应及副作用。'
            }, {
                title: '禁忌',
                text: '忌气郁发怒。孕妇慎服。'
            }, {
                title: '注意事项',
                text: '孕妇慎服。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z21021822'
            }, {
                title: '生产企业',
                text: '辽宁好护士药业(集团)有限责任公司'
            }
        ]

    },
    {
        id:64,
        name: '小金丸',
        category: '妇科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '小金丸'
            }, {
                title: '成分',
                text: '麝香、木鳖子(去壳，去油)、制草乌、枫香脂、乳香(制)、没药(制)、五灵脂(醋炒)、当归(酒炒)、地龙、香墨。'
            }, {
                title: '性状',
                text: '本品为黑褐色的糊丸；气香，味微苦。'
            }, {
                title: '适应症',
                text: '散结消肿，化瘀止痛。用于痰气凝滞所致的瘰疬、瘿瘤、乳岩、乳癖、症见肌肤或肌肤下肿块一处或数处，推之能动，或骨及骨关节肿大、皮色不变。肿硬作痛。'
            }, {
                title: '规格',
                text: '4s*2板 糊丸'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '孕妇禁用。'
            }, {
                title: '注意事项',
                text: '丸内有五灵脂，不与参剂同服。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z61020409'
            }, {
                title: '生产企业',
                text: '西安自力中药集团有限公司'
            }
        ]

    },
    {
        id:65,
        name: '枯草杆菌二联活菌颗粒(妈咪爱)',
        category: '儿科',
        state:'normal',
        img: ['./images/er/1.jpg', './images/er/2.jpg', './images/er/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '枯草杆菌二联活菌颗粒(妈咪爱)'
            }, {
                title: '成分',
                text: '本品为复方制剂，每袋（1克）含活菌冻干粉37.5毫克，内有活菌1.5亿个[屎肠球菌1.35×108个，枯草杆菌1.5×107个]，维生素C 10毫克、维生素B1 0.5毫克、维生素B2 0.5毫克、维生素B6 0.5毫克、维生素B12 1.0微克、烟酰胺2.0毫克、乳酸钙20毫克（相当于钙2.6毫克）、氧化锌1.25毫克（相当于锌1.0毫克）。'
            }, {
                title: '性状',
                text: '淡黄色细颗粒。'
            }, {
                title: '适应症',
                text: '适用于因肠道菌群失调引起的腹泻、便秘、胀气、消化不良等。'
            }, {
                title: '规格',
                text: '1g*10袋'
            }, {
                title: '不良反应',
                text: '推荐剂量未见明显不良反应，罕见腹泻次数增加，停药后可恢复。'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1 直接服用时应注意避免呛咳，不满3岁的婴幼儿不宜直接服用。2 本品为活菌制剂，切勿将本品置于高温处，溶解时水温不宜超过40℃。3 对本品过敏者禁用，过敏体质者慎用。4 本品性状发生改变时禁止使用。5 请将本品放在儿童不能接触的地方。6 儿童必须在成人监护下使用。7 如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '1 本品与抗菌药同服可减弱其疗效，应分开服用。2 铋剂、鞣酸、药用炭、酊剂等能抑制、吸附活菌，不能并用。3 如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字S20020037'
            }, {
                title: '生产企业',
                text: '北京韩美药品有限公司'
            }
        ]
    },
    {
        id:66,
        name: '小儿清咽颗粒',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '小儿清咽颗粒'
            }, {
                title: '成分',
                text: '板蓝根、青黛、连翘满公英、玄参、牛蒡子(炒)、薄荷、蝉蜕、牡丹皮。辅料为蔗糖、糊精。'
            }, {
                title: '性状',
                text: '本品为棕色的颗粒；味甜、微苦。'
            }, {
                title: '适应症',
                text: '清热解表，解毒利咽。用于小儿外感风热引起的发热头痛，咳嗽音哑，咽喉肿痛。'
            }, {
                title: '规格',
                text: '6g*10袋'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.忌食辛辣生冷油腻食物。2.风寒感冒者不适用，表现为恶寒发热，无汗、咽痒咳嗽，咽不红肿、口不渴。3.脾胃虚弱，大便稀溏者慎用。4.用药3天症状无改善或加重者，应及时就医。5.夏季暑热重时，可加服藿香正气丸或六一散。6.对本品过敏者禁用，过敏体质者慎用。7.本品性状发生改变时禁止使用。8.儿童必须在成 人监护下使用。9.请将本品放在儿童不能接触的地方。10.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z45020677'
            }, {
                title: '生产企业',
                text: '广西方略集团龙州制药有限公司'
            }
        ]

    },
    {
        id:67,
        name: '小儿氨酚黄那敏颗粒',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '小儿氨酚黄那敏颗粒'
            }, {
                title: '成分',
                text: '本品为复方制剂，每袋含对乙酰氨基酚125毫克，马来酸氯苯那敏0.5毫克，人工牛黄5毫克。辅料为：蔗糖、香蕉香精、柠檬香精、香橙香精、草莓香精。'
            }, {
                title: '性状',
                text: '本品为白色或类白色颗粒。'
            }, {
                title: '适应症',
                text: '用于缓解儿童普通感冒及流行性感冒引起的发热，头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。'
            }, {
                title: '规格',
                text: '6g*10袋'
            }, {
                title: '不良反应',
                text: '1 少数病例可发生粒细胞缺乏症、高铁血红蛋白血症、过敏性皮炎(皮疹、皮肤瘙痒等)、肝损害、血小板减少症、思睡等; 2 长期大量用药，尤其是在肾功能低下者，可出现肾绞痛或急性肾功能衰竭(少尿、尿毒症)或慢性肾功能衰竭(镇痛药性肾病)。'
            }, {
                title: '禁忌',
                text: '1 对本品某一成分过敏者禁用; 2 活动性消化性溃疡患者禁用; 3 新生儿或早产儿不宜用本品; 4 孕妇及哺乳期妇女禁用。本品中对乙酰氨基酚、人工牛黄均可通过胎盘，可能会对胎儿造成不良影响，对胚胎有毒性且能致畸;除人工牛黄不详外，均能通过乳汁分泌，故孕妇及哺乳期妇女禁用。'
            }, {
                title: '注意事项',
                text: '1 不能同时服用含有本品及其他解热镇痛药的制剂; 2 不宜长期服用，以防引起造血系统和肝、肾脏损害。疗效不显著者宜就医检查; 3 肾功能不全者慎用。'
            }, {
                title: '药物相互作用',
                text: '1 应用巴比妥类(如苯巴比妥)或解痉药(如颠茄)的患者，长期使用本品时可致肝脏损害; 2 本品与氯霉素同用时可增强后者的毒性; 3 大量或长期应用本品可减少凝血因子在肝内的合成,故有增强抗凝药的抗凝作用; 4 长期大量与阿司匹林、其他水杨酸盐制剂或其他非甾体类抗炎药合用时，可明显增加肾毒性的危险。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H44024342'
            }, {
                title: '生产企业',
                text: '广东宏远集团药业有限公司'
            }
        ]

    },
    {
        id:68,
        name: '布洛芬混悬滴剂(托恩)',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '布洛芬混悬滴剂(托恩)'
            }, {
                title: '成分',
                text: '本品主要成份为：布洛芬。其化学名称为：2-(4-异丁基苯基)丙酸。'
            }, {
                title: '性状',
                text: '本品为粉红色粘稠液体；味香甜。'
            }, {
                title: '适应症',
                text: '用于婴幼儿的退热，缓解由于感冒、流感等引起的轻度头痛、咽痛及牙痛等。'
            }, {
                title: '规格',
                text: '20ml:0.8g'
            }, {
                title: '不良反应',
                text: '偶见轻度消化不良、皮疹、头痛及血清转氨酶升高等，也可加重溃疡而引起胃肠道出血。'
            }, {
                title: '禁忌',
                text: '1 对阿斯匹林和其他非甾体抗炎药及本品过敏者忌用；2 活动期胃十二指肠溃疡者禁用。'
            }, {
                title: '注意事项',
                text: '1.胃与十二指肠溃疡患者慎用；2.过量服用可能引起头痛、呕吐、倦睡、低血压等，停药后可消失；3.连续使用3天发热不退时，应请医生诊治；4.服药期间饮酒可增加胃肠道副作用，并有致溃疡的危险。'
            }, {
                title: '药物相互作用',
                text: '1  与其他非甾体抗炎药同用时可增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用；2  与阿司匹林或其他水杨酸类药物同用时，药效不增强，而胃肠道不良反应及出血倾向发生率增高；3  与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险；4  与呋塞米同用时，后者的排钠和降压作用减弱；5  与维拉帕米、硝苯啶同用时，本品的血药浓度增高；6  本品可增高地高辛的血浓度，同用时须注意调整地高辛的剂量；7  本品可增强抗糖尿病药（包括口服降糖药）的作用；8  本品与抗高血'
            }, {
                title: '包装',
                text: '支'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H10980250'
            }, {
                title: '生产企业',
                text: '天大药业(珠海)有限公司'
            }
        ]

    },
    {
        id:69,
        name: '小儿腹泻宁糖浆',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '小儿腹泻宁糖浆'
            }, {
                title: '成分',
                text: '党参、白术、茯苓、葛根、木香、广藿香、甘草。辅料为蔗糖、山梨酸等。'
            }, {
                title: '性状',
                text: '本品为深棕色的粘稠液体;气香，味甜、微涩。'
            }, {
                title: '适应症',
                text: '健脾和胃，生津止泻，用于脾胃气虚所致的泄泻，症见大便泄泻、腹胀腹痛、纳减、呕吐、口干、倦怠乏力、舌淡苔白。'
            }, {
                title: '规格',
                text: '10ml*4支'
            }, {
                title: '不良反应',
                text: ''
            }, {
                title: '禁忌',
                text: ''
            }, {
                title: '注意事项',
                text: '1.忌生冷油腻及不易消化食物。 2.婴幼儿及糖尿病患儿应在医师指导下服用。 3.呕吐腹泻后舌红口渴，小便短赤者慎用。 4.腹痛泄泻严重或有脱水表现者，应及时去医院就诊。 5.服药2天症状无缓解，应去医院就诊。 6.对本品过敏者禁用，过敏体质者慎用。 7.本品性状发生改变时禁止使用。 8.儿童必须在成人监护下使用。 9.请将本品放在儿童不能接触的地方。 10.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '10毫升/支*4支/盒，管制口服液瓶。'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字Z43020467'
            }, {
                title: '生产企业',
                text: '九芝堂股份有限公司'
            }
        ]

    },
    {
        id:70,
        name: '丁桂儿脐贴(宝宝一贴灵)',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '丁桂儿脐贴(宝宝一贴灵)'
            }, {
                title: '成分',
                text: '丁香 肉桂 荜茇。'
            }, {
                title: '性状',
                text: '本品为棕褐色的圆形软膏；气芳香。'
            }, {
                title: '适应症',
                text: '健脾温中，散寒止泻。适用于小儿泄泻，腹痛的辅助治疗。'
            }, {
                title: '规格',
                text: '1.6g*2贴'
            }, {
                title: '不良反应',
                text: '皮肤粘贴处偶见过敏反应。'
            }, {
                title: '禁忌',
                text: '脐部皮肤破损者忌用。'
            }, {
                title: '注意事项',
                text: '1.脐部皮肤有炎症者或皮肤过敏者慎用；用药期间忌食生 冷油腻及不易消化食物.2.本品为外用药,禁止内服;皮肤破溃处禁用.3.婴儿应在医师指导下使用.4.在应用贴膜后如发现脐部瘙痒,红肿有皮疹者即应停用.5.用药2~3天症状无缓解,应去医院就诊.6.本品性状发生改变时禁止使用.7.儿童必须在成人监护下使用.8.请将本品放在儿童不能接触的地方.9.如正在使用其他药品,使用本品前请咨询医师或药师'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字B20020882'
            }, {
                title: '生产企业',
                text: '亚宝药业集团股份有限公司'
            }
        ]

    },
    {
        id:71,
        name: '童康片',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '童康片'
            }, {
                title: '成分',
                text: '黄芪、防风、山药、牡蛎、陈皮'
            }, {
                title: '性状',
                text: '本品为白色片剂，味微苦'
            }, {
                title: '适应症',
                text: '补肺固表，健脾益胃，提高机体免疫功能。用于体虚多汗，易患感冒，倦怠乏力，食欲不振。'
            }, {
                title: '规格',
                text: '00.2g*60s 糖衣'
            }, {
                title: '不良反应',
                text: '尚不明确。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.忌油腻食物。2.该药品宜饭前服用。3.按照用法用量服用，小儿及孕妇应在医师指导下服用。4.服药二周或服药期间症状未明显改善，或症状加重者，应立即停药并到医院就诊。5.对该药品过敏者禁用，过敏体质者慎用。6.该药品性状发生改变时禁止使用。7.儿童必须在成人监护下使用。8.请将该药品放在儿童不能接触的地方。9.如正在使用其他药品，使用该药品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z44021330'
            }, {
                title: '生产企业',
                text: '广州康和药业有限公司'
            }
        ]

    },
    {
        id:72,
        name: '稚儿灵颗粒',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '稚儿灵颗粒'
            }, {
                title: '成分',
                text: '党参，白术，茯苓，太子参，山药，地黄，当归，白芍，制何首乌，市菖蒲，远志，五味子等24味。'
            }, {
                title: '性状',
                text: '本品为黄棕色的颗粒；味甜。'
            }, {
                title: '适应症',
                text: '益气健脾，补脑强身。用于小儿厌食，面黄体弱，夜寝不宁，睡后盗汗等。'
            }, {
                title: '规格',
                text: '9g*6袋'
            }, {
                title: '不良反应',
                text: '未发现不良反应。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '忌食生冷油腻之物。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字Z22025342'
            }, {
                title: '生产企业',
                text: '吉林省康福药业有限公司'
            }
        ]

    },
    {
        id:73,
        name: '维生素AD滴剂',
        category: '儿科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '维生素AD滴剂'
            }, {
                title: '成分',
                text: ''
            }, {
                title: '性状',
                text: ''
            }, {
                title: '适应症',
                text: '本品用于预防和治疗维生素A及D的缺乏症。如佝偻病、夜盲症及小儿手足抽搐症。'
            }, {
                title: '规格',
                text: '1500U:500U*12s*1板 胶囊'
            }, {
                title: '不良反应',
                text: '长期过量服用，可产生慢性中毒。早期表现为骨关节疼痛、肿胀、皮肤瘙痒、口唇干裂、发热、头痛、呕吐、便秘、腹泻、恶心等。'
            }, {
                title: '禁忌',
                text: '慢性肾功能衰竭、高钙血症、高磷血症伴肾性佝偻病者禁用。'
            }, {
                title: '注意事项',
                text: '1.必须按推荐剂量服用，不可超量服用。2.高钙血症孕妇可伴有维生素D敏感，功能上又能抑制甲状旁腺活动，以致婴儿有特殊面容、智力低下及患遗传性主动脉弓缩窄。3.婴儿对维生素D敏感性个体差异大，有些婴儿对小剂量维生素D很敏感。4.老年人长期服用本品，可能因视黄醛清除延迟而至维生素A过量。5.如服用过量或出现严重不良反应，应立即就医。6.对本品过敏者禁用，过敏体质者慎用。7.本品性状发生改变时禁止使用。8.请将本品放在儿童不能接触的地方。9.儿童必须在成人监护下使用。10.如正在使用其他药品，使用本品前请咨询医师'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20084061'
            }, {
                title: '生产企业',
                text: '大连水产药业有限公司'
            }
        ]

    },
    {
        id:74,
        name: '氯雷他定胶囊(海王抒瑞)',
        category: '皮肤科',
        state:'normal',
        img: ['./images/pi/1.jpg', './images/pi/2.jpg', './images/pi/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '氯雷他定胶囊(海王抒瑞)'
            }, {
                title: '成分',
                text: ''
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为白色或类白色颗粒或粉末。'
            }, {
                title: '适应症',
                text: '用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕、鼻痒、鼻塞以及眼部痒及烧灼感。口服药物后，鼻和眼部症状及体征得以迅速缓解。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其他过敏性皮肤病的症状及体征。'
            }, {
                title: '规格',
                text: '10mg*6s*2板'
            }, {
                title: '不良反应',
                text: '1.在每天10mg的推荐剂量下，本品未见明显的镇静作用。2.常见不良反应有乏力、头痛、嗜睡、口干、胃肠道不适包括恶心、胃炎以及皮疹等。罕见不良反应有脱发、过敏反应、肝功能异常、心动过速及心悸等。'
            }, {
                title: '禁忌',
                text: '特异体质的病人禁用。'
            }, {
                title: '注意事项',
                text: '1．严重肝功能不全的患者请在医生指导下使用。2．妊娠期及哺乳期妇女慎用。3．在作皮试前的约48小时左右应中止使用本品，因抗组胺药能阻止或降低皮试的阳性反应发生。4．对本品过敏者禁用，过敏体质者慎用。5．本品性状发生改变时禁止使用。6．请将本品放在儿童不能接触的地方。7．儿童必须在成人监护下使用。8．如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '双铝箔包装，6s*2板/盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20020559'
            }, {
                title: '生产企业',
                text: '深圳海王药业有限公司'
            }
        ]
    },
    {
        id:75,
        name: '曲安奈德益康唑乳膏',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '曲安奈德益康唑乳膏'
            }, {
                title: '成分',
                text: '本品为复方制剂，每克含硝酸益康唑10毫克、曲安奈德1.0毫克。'
            }, {
                title: '性状',
                text: '白色乳膏'
            }, {
                title: '适应症',
                text: '1.伴有真菌感染或有真菌感染倾向的皮炎、湿疹；2.由皮肤癣菌、酵母菌和霉菌所致的炎症性皮肤真菌病，如手足癣、体癣、股癣、花斑癣；3.尿布性皮炎；4.念珠菌性口角炎；5.甲沟炎；6.由真菌、细菌所致的皮肤混合感染。'
            }, {
                title: '规格',
                text: '15g'
            }, {
                title: '不良反应',
                text: '1.局部偶见过敏反应，如出现皮肤烧灼感、瘙痒、针刺感等。2.长期使用时可出现皮肤萎缩、毛细血管扩张、色素沉着以及继发感染。'
            }, {
                title: '禁忌',
                text: '皮肤结核、梅毒或病毒感染者（如疱疹、牛痘、水痘）禁用。'
            }, {
                title: '注意事项',
                text: '1.避免接触眼睛和其他黏膜（如口腔内、鼻等）。2.用药部位如有烧灼感、红肿等情况应停药，并将局部药物洗净，必要时向医师咨询。3.不得长期大面积使用。4.儿童、孕妇及哺乳期妇女应在医师指导下使用。5.连续使用不能超过4周，面部、腋下、腹股沟及外阴等皮肤细薄处连续使用不能超过2周，症状不缓解请咨询医师。6.对本品过敏者禁用，过敏体质者慎用。7.本品性状发生改变时禁止使用。8.请将本品放在儿童不能接触的地方。9.儿童必须在成人监护下使用。10.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '支'
            }, {
                title: '有效期',
                text: '36个月'
            }, {
                title: '批准文号',
                text: '国药准字H20064180'
            }, {
                title: '生产企业',
                text: '福建太平洋制药有限公司'
            }
        ]

    },
    {
        id:76,
        name: '丁酸氢化可的松乳膏',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '丁酸氢化可的松乳膏'
            }, {
                title: '成分',
                text: '本品每支5克(10克)含丁酸氢化可的松5毫克(10毫克)。辅料为甘油、丙二醇、凡士林、十八醇、液状石蜡、平平加A-20、枸橼酸、枸橼酸钠、羟苯乙酯(防腐剂)、纯化水。'
            }, {
                title: '性状',
                text: '本品为白色乳膏。'
            }, {
                title: '适应症',
                text: '用于过敏性皮炎、脂溢性皮炎、过敏性湿疹及苔藓样瘙痒症等。'
            }, {
                title: '规格',
                text: '10g:10mg 25g'
            }, {
                title: '不良反应',
                text: '长期使用可引起局部皮肤萎缩、毛细血管扩张、色素沉着及继发感染。偶见过敏反应。'
            }, {
                title: '禁忌',
                text: '感染性皮肤病禁用。'
            }, {
                title: '注意事项',
                text: '1.对本品过敏者禁用。2.孕妇和哺乳期妇女慎用。3.本品不适用于感染性皮肤病，如脓疱病、体癣、股癣等;对并发细菌或真菌感染的皮肤病，应向医师咨询。4.用药一周后症状未缓解，应咨询医师或药师。5.本品不宜长期适用，且应避免全身大面积使用。6.不宜用于破损皮肤。7.久用易产生耐受性。8.涂用部位如有烧灼感、瘙痒、红肿等，应停止用药，必要时应向医师咨询。9.本品性状发生改变时禁用。10.儿童必须在成人监护下使用。11.请将此药品放在儿童不能接触的地方。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '支'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20083557'
            }, {
                title: '生产企业',
                text: '湖南迪诺制药有限公司'
            }
        ]

    },
    {
        id:77,
        name: '马来酸氯苯那敏片',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '马来酸氯苯那敏片'
            }, {
                title: '成分',
                text: '本品主要成分及其化学名称为：N，N-二甲基-γ-（4-氯苯基）-2-吡啶丙胺顺丁烯二酸盐'
            }, {
                title: '性状',
                text: '本品为白色片。'
            }, {
                title: '适应症',
                text: '本品主要成分及其化学名称为：N，N-二甲基-γ-（4-氯苯基）-2-吡啶丙胺顺丁烯二酸盐'
            }, {
                title: '规格',
                text: '4mg*100s'
            }, {
                title: '不良反应',
                text: '主要不良反应为嗜睡、口渴、多尿、咽喉痛、困倦、虚弱感、心悸、皮肤瘀斑、出血倾向。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1 老年患者应在医师指导下使用。2 服药期间不得驾驶机、车、船、从事高空作业、机械作业及操作精密仪器。3 新生儿、早产儿不宜使用。4 孕妇及哺乳期妇女慎用。5 膀胱颈梗阻、幽门十二指肠梗阻、甲状腺功能亢进、青光眼、消化性溃疡、高血压和前列腺肥大者慎用。6 如服用过量或出现严重不良反应，应立即就医。7 对本品过敏者禁用，过敏体质者慎用。8 本品性状发生改变时禁'
            }, {
                title: '药物相互作用',
                text: '1 本品不应与含抗组胺药（如马来酸氯苯那敏、苯海拉明等）的复方抗感冒药同服。2 本品不应与含抗胆碱药（如颠茄制剂、阿托品等）的药品同服。3 与解热镇痛药物配伍，可增强其镇痛和缓解感冒症状的作用。4 与中枢镇静药、催眠药、安定药或乙醇并用，可增加对中枢神经的抑制作用。5 本品可增强抗抑郁药的作用，不宜同用。6 如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H42020608'
            }, {
                title: '生产企业',
                text: '华中药业股份有限公司'
            }
        ]

    },
    {
        id:78,
        name: '吡硫翁锌气雾剂(适今可)',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '吡硫翁锌气雾剂(适今可)'
            }, {
                title: '成分',
                text: '吡硫翁锌'
            }, {
                title: '性状',
                text: '本品在耐压容器中的药液为微黄色混悬液，揿压阀门药液即呈雾粒喷出。'
            }, {
                title: '适应症',
                text: '银屑病，脂溢性皮炎，皮脂溢出及其它鳞屑性皮肤病。'
            }, {
                title: '规格',
                text: '100ml:75.5g'
            }, {
                title: '不良反应',
                text: '可能发生过敏反应。'
            }, {
                title: '禁忌',
                text: '已知对本品中任一成分过敏者。'
            }, {
                title: '注意事项',
                text: '1.避免与眼睛接触，若发生此情况，应马上用大量冷水冲洗，2.意外吞下可致中毒，出现恶心、呕吐及贫血，若发生此情况应立即洗胃并服用盐类泻药。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '60个月'
            }, {
                title: '批准文号',
                text: '国药准字H20090437'
            }, {
                title: '生产企业',
                text: '西班牙Cheminova Internacional S. A'
            }
        ]

    },
    {
        id:79,
        name: '阿维A胶囊(方希)',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '阿维A胶囊(方希)'
            }, {
                title: '成分',
                text: '阿维A'
            }, {
                title: '性状',
                text: '本品为胶囊剂，内容物为黄色颗粒和粉末。'
            }, {
                title: '适应症',
                text: '本品用于治疗以下疾病:1.严重的银屑病，其中包括红皮病型银屑病、脓疱型银屑病等。2.其它角化性皮肤病。'
            }, {
                title: '规格',
                text: '010mg*10s*3板'
            }, {
                title: '不良反应',
                text: '本品主要和常见的不良反应为维生素A过多综合症样反应，主要表现为：1.皮肤：瘙痒、感觉过敏、光过敏、红斑、干燥、鳞屑、甲沟炎等。2.粘膜：唇炎、鼻炎、口干等。3.眼：眼干燥、结膜炎等；4.肌肉骨胳：肌痛、背痛、关节痛、骨增生等。5.神经系统：头痛、步态异常、颅内压升高、耳鸣、耳痛等。6.其他：疲劳、厌食、食欲改变、恶心、腹痛等。7.实验室异常：可见谷草转氨酶、谷丙转氨酶、碱性磷酸酶、甘油三酯、胆红素、尿酸、网织红细胞等短暂性轻度升高；也可见高密度脂蛋白、白血球及磷、钾等电解质减少'
            }, {
                title: '禁忌',
                text: '1．孕妇、哺乳期妇女及两年内有生育愿望的妇女禁用。 　　2．对阿维A或其他维甲酸类药物过敏者禁用。 　　3．严重肝肾功能不全者、高脂血症者，维生素A过多症或维生素A及其代谢物过敏者禁用。'
            }, {
                title: '注意事项',
                text: '1.育龄妇女在开始阿维A治疗前2周内，必须进行血清或尿液妊娠试验，确认妊娠试验为阴性后，在下次正常月经周期的第2天或第3天开始用阿维A治疗。在开始治疗前，治疗期间和停止治疗后至少2年内，必须使用有效的避孕方法。治疗期间，应定期进行妊娠试验，如妊娠试验为阳性，应立即与医生联系，共同讨论对胎儿的危险性及是否继续妊娠等。2.在阿维A治疗期间或治疗后2个月内，应避免饮用含酒清的饮料，并忌酒。本品不能与四环素、氨甲喋呤、维生素A及其它维甲酸类药物并用，以避免副作用。3.在服用阿维A前和治疗期间，应定期检查肝功能。若'
            }, {
                title: '药物相互作用',
                text: '本品不能与四环素、氨甲喋呤、维生素A及其它维甲酸类药物并用，以避免副作用。'
            }, {
                title: '包装',
                text: '盒'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20010126'
            }, {
                title: '生产企业',
                text: '重庆华邦制药股份有限公司'
            }
        ]

    },
    {
        id:80,
        name: '氨肽素片',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '氨肽素片'
            }, {
                title: '成分',
                text: '本品主要成分为胺肽素，系由猪甲经提取制得。'
            }, {
                title: '性状',
                text: '本品为糖衣片，除去包衣后显黄褐色。'
            }, {
                title: '适应症',
                text: '用于原发性血小板减少性紫癫、再生障碍性贫血、白细胞减少症。亦可用于银屑病。'
            }, {
                title: '规格',
                text: '00.2g*100s 糖衣'
            }, {
                title: '不良反应',
                text: '尚未见有关不良反应报道。'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁用。'
            }, {
                title: '注意事项',
                text: '当药品性状发生改变时禁止使用。'
            }, {
                title: '药物相互作用',
                text: '尚不明确。'
            }, {
                title: '包装',
                text: '瓶'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H21022807'
            }, {
                title: '生产企业',
                text: '辽宁丹生生物制药有限公司'
            }
        ]

    },
    {
        id:81,
        name: '葡萄糖酸氯己定软膏',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '葡萄糖酸氯己定软膏'
            }, {
                title: '成分',
                text: '葡萄糖酸氯己定'
            }, {
                title: '性状',
                text: '本品为白色或类白色软'
            }, {
                title: '适应症',
                text: '用于轻度小面积烧伤、烫伤、外伤感染，也可用于湿疹、痤疮、足癣等。'
            }, {
                title: '规格',
                text: '20g'
            }, {
                title: '不良反应',
                text: '偶见皮肤刺激如烧灼感,或过敏反应如皮疹、瘙痒等.'
            }, {
                title: '禁忌',
                text: '对本品过敏者禁'
            }, {
                title: '注意事项',
                text: '　　1.避免接触眼睛和其他黏膜(如口、鼻等)。　　2.用药部位如有烧灼感、红肿等情况应停药，并将局部药物洗净，必要时向医师咨询。　　3.对本品过敏者禁用，过敏体质者慎用。　　4.本品性状发生改变时禁止使用。　　5.请将本品放在儿童不能接触的地方。　　6.儿童必须在成人监护下使用。　　7.如正在使用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '本品与肥皂、碱、高锰酸钾及碘制剂不应同用.如正在使用其它药品,使用本品前请咨询医师或药师.'
            }, {
                title: '包装',
                text: '支'
            }, {
                title: '有效期',
                text: '24个月'
            }, {
                title: '批准文号',
                text: '国药准字H20058012'
            }, {
                title: '生产企业',
                text: '安徽新和成皖南药业有限公司'
            }
        ]

    },
    {
        id:82,
        name: '京万红软膏',
        category: '皮肤科',
        state:'normal',
        img: ['./images/xin/1.jpg', './images/xin/2.jpg', './images/xin/3.jpg'],
        detail: [
            {
                title: '通用名',
                text: '消栓通络胶囊'
            }, {
                title: '成分',
                text: '白蔹、白芷、半边莲、冰片、苍术、赤芍、川芎、穿山甲、大黄、当归、地黄、地榆、红花、胡黄连、槐米、黄柏、黄连、黄芩、金银花、苦参、没药、木鳖子、木瓜、乳香、桃仁、土鳖虫、乌梅、五倍子、血竭、血余炭、罂粟壳、栀子、紫草、棕榈。'
            }, {
                title: '性状',
                text: '本品为深棕红色的软膏，具特殊的油腻气。'
            }, {
                title: '适应症',
                text: ''
            }, {
                title: '规格',
                text: '20g'
            }, {
                title: '不良反应',
                text: '偶见一次性疼痛。'
            }, {
                title: '禁忌',
                text: '尚不明确。'
            }, {
                title: '注意事项',
                text: '1.本品为外用药，不可内服。孕妇慎用。 2.本药使用时应注意全身情况，如有高烧、全身发抖等症状时，应及时去医院就诊。 3.重度烧烫伤时不宜自我治疗，应去医院就诊。 4.烫伤局部用药一定要注意创面的清洁干净，在清洁的环境下最好采用暴露疗法。 5.轻度烧烫伤者，用药一天内症状无改善或创面有脓苔应去医院就诊。 6.药品性状发生改变时禁止使用。 7.儿童必须在成人的监护下使用。 8.请将此药品放在儿童不能接触的地方。 9. 如正在服用其他药品，使用本品前请咨询医师或药师。'
            }, {
                title: '药物相互作用',
                text: '如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。'
            }, {
                title: '包装',
                text: '支'
            }, {
                title: '有效期',
                text: '60个月'
            }, {
                title: '批准文号',
                text: '国药准字Z12020440'
            }, {
                title: '生产企业',
                text: '天津达仁堂京万红药业有限公司'
            }
        ]

    }
]